{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Nordisk tidsskrift for ungdomsforskning (NTU)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2310261/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Lene",
        "surname": "Bakker"
      },
      {
        "first_name": "Christina Fjæren",
        "surname": "Neteland"
      },
      {
        "first_name": "Johanna Jensen",
        "surname": "Helgeland"
      },
      {
        "first_name": "Mia Tordhol",
        "surname": "Stensby"
      },
      {
        "first_name": "Trine",
        "surname": "Frimannslund"
      },
      {
        "first_name": "Ella Marie",
        "surname": "Sandbakken"
      }
    ]
  },
  "cristin_result_id": "2310261",
  "nva_result_id": "0198cc7232ea-5e7ba128-0195-4d2d-8fcc-c1a4a19dfa95",
  "created": {
    "date": "2025-08-21T11:44:52.000Z"
  },
  "last_modified": {
    "date": "2025-08-29T13:23:21.000Z"
  },
  "date_published": "2024-10-07T00:00:00.000Z",
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.18261/ntu.5.1.1"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/114185"
    }
  ],
  "original_language": "nb",
  "summary": {
    "nb": "Samfunnsstraff er en viktig arena for forebygging av gjentakelse av kriminalitet hos unge domfelte i Norge. Gjennom kvalitative, semistrukturerte intervjuer med seks unge domfelte belyser vi hvordan de opplevde å gjennomføre samfunnsstraff. I vår tematiske analyse av intervjuene kom vi frem til tre temaer. I det første temaet, Samfunnsstraff som en «reality check», viser vi hvordan samfunnsstraffen fikk intervjudeltakerne til å bli mer bevisste på sitt ansvar for å unngå kriminalitet i fremtiden. I det andre temaet, Betydningen av å bli møtt med likeverd og respekt, ser vi hvordan deltakerne fortalte om en tillitsfull relasjon med sin kontaktperson hos Friomsorgen. De vektla i tillegg viktigheten av å bli møtt med likeverd og gjensidig respekt fra offentlige instanser for å ha tillit til systemet. I det siste temaet, Tiltakenes potensial for mening og selvrefleksjon, viser vi hvordan deltakerne opplevde selve innholdet i straffen. Spesielt ble kurs og tiltak rettet mot selvrefleksjon og arbeid med mennesker beskrevet som meningsfulle. Vi drøfter disse funnene i lys av det samfunnspsykologiske rammeverket mattering: viktigheten av å bety noe. Våre funn viser hvordan samfunnsstraffen kunne være en kontekst som la til rette for at unge domfelte kunne oppleve de to komponentene av mattering: å bli verdsatt og å bidra med verdi. Vi argumenterer for at en slik tilnærming kan bidra positivt i arbeid med unge domfelte, og drøfter funnene i lys av tidligere forskning på unge menneskers prosesser med å avstå fra kriminalitet."
  },
  "title": {
    "nb": "«Nå føler jeg at det jeg gjør, faktisk har betydning for samfunnet»: En kvalitativ analyse av unge domfeltes opplevelser av samfunnsstraff"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2310261",
  "journal": {
    "cristin_journal_id": "9F1CCF32-B3DC-481E-B5B3-9EA0C9923D6D",
    "name": "Nordisk tidsskrift for ungdomsforskning (NTU)",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2535-8162"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=9F1CCF32-B3DC-481E-B5B3-9EA0C9923D6D"
  },
  "volume": "5",
  "issue": "1",
  "pages": {
    "from": "1",
    "to": "20"
  }
}