{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Medicine"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2367449/contributors",
    "count": 9,
    "preview": [
      {
        "first_name": "Omid Vakili",
        "surname": "Ebrahimi"
      },
      {
        "first_name": "Ella Marie",
        "surname": "Sandbakken"
      },
      {
        "first_name": "Sigrun Marie",
        "surname": "Moss"
      },
      {
        "first_name": "Sverre Urnes",
        "surname": "Johnson"
      },
      {
        "first_name": "Asle",
        "surname": "Hoffart"
      },
      {
        "first_name": "Sarah",
        "surname": "Bauermeister"
      }
    ]
  },
  "cristin_result_id": "2367449",
  "nva_result_id": "0198cc6c049e-46d317d9-e89c-40b0-b77f-cc98c8e65d2f",
  "created": {
    "date": "2025-08-21T11:38:07.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "FHI",
      "funding_source_name": {
        "nb": "Folkehelseinstituttet",
        "en": "Norwegian Institute of Public Health"
      }
    },
    {
      "funding_source_code": "NFR",
      "project_code": "288083",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    },
    {
      "funding_source_code": "UIO",
      "funding_source_name": {
        "nb": "Universitetet i Oslo",
        "en": "University of Oslo"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-105000040979"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T17:18:22.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12916-025-03953-y"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "2492068",
      "url": "https://api.cristin.no/v2/projects/2492068"
    }
  ],
  "summary": {
    "en": "Background\r\nVaccine hesitancy, the delay in acceptance or reluctance to vaccinate, ranks among the top threats to global health. Identifying modifiable factors contributing to vaccine hesitancy is crucial for developing targeted interventions to increase vaccination uptake.\r\n\r\nMethods\r\nThis mixed-methods multiple population study utilized gradient boosting machines and thematic analysis to identify modifiable predictors of vaccine hesitancy during the COVID-19 pandemic. Predictors of vaccine hesitancy were investigated in 2926 Norwegian adults (Mage = 37.91, 79.69% female), before the predictive utility of these variables was investigated in an independent sample of 734 adults in the UK (Mage = 40.34, 57.08% female). Two independent teams of authors conducted the machine learning and thematic analyses, blind to each other’s analytic procedures and results.\r\n\r\nResults\r\nThe machine learning model performed well in discerning vaccine hesitant (n = 248, 8.48% and n = 109, 14.85%, Norway and UK, respectively) from vaccine uptaking individuals (n = 2678, 91.52% and n = 625, 85.15%), achieving an AUC of 0.94 (AUPRC: 0.72; balanced accuracy: 86%; sensitivity = 0.81; specificity = 0.98) in the Norwegian sample, and an AUC of 0.98 (AUPRC: 0.89; balanced accuracy: 89%; sensitivity = 0.83; specificity = 0.97) in the out-of-sample replication in the UK. The mixed methods investigation identified five categories of modifiable risk tied to vaccine hesitancy, including illusion of invulnerability, doubts about vaccine efficacy, mistrust in official entities, minimization of the societal impact of COVID-19, and health-related fears tied to vaccination. The portrayal of rare incidents across alternative media platforms as fear amplifiers, and the mainstream media’s stigmatizing presentation of unvaccinated individuals, were provided as additional motives underlying vaccine reluctance and polarization. The thematic analysis further revealed information overload, fear of needles, previous negative vaccination experiences, fear of not getting healthcare follow-up after vaccination if needed, and vaccine aversion due to underlying (psychiatric) illness (e.g., eating disorders) as motives underlying vaccine hesitance.\r\n\r\nConclusions\r\nThe identified influential predictors were consistent across two European samples, highlighting their generalizability across European populations. These predictors offer insights about modifiable factors that could be adapted by public health campaigns in mitigating misconceptions and fears related to vaccination toward increasing vaccine uptake. Moreover, the results highlight the media’s responsibility, as mediators of the public perception of vaccines, to minimize polarization and provide accurate portrayals of rare vaccine-related incidents, reducing the risk aggravating fear and reactance to vaccination."
  },
  "title": {
    "en": "Modifiable risk factors of vaccine hesitancy: insights from a mixed methods multiple population study combining machine learning and thematic analysis during the COVID-19 pandemic"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2367449",
  "journal": {
    "cristin_journal_id": "88442549-4720-465D-A074-2EB537C5864A",
    "name": "BMC Medicine",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1741-7015"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=88442549-4720-465D-A074-2EB537C5864A"
  },
  "volume": "23",
  "issue": "1"
}