{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1030008/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Aslaug Grov",
        "surname": "Almås"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Ingrid",
        "surname": "Helleve"
      }
    ]
  },
  "cristin_result_id": "1030008",
  "nva_result_id": "0198cc54c788-146f4557-61dd-48b7-a054-a7a32804f6c9",
  "created": {
    "date": "2025-08-21T11:12:44.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "EI",
      "funding_source_name": {
        "nb": "Egen institusjon",
        "en": "Own institution"
      }
    },
    {
      "funding_source_code": "UIB",
      "funding_source_name": {
        "nb": "Universitetet i Bergen",
        "en": "University of Bergen"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-14T03:52:21.000Z"
  },
  "links": [
    {
      "url_type": "SAMMENDRAG",
      "url": "http://blogs.helsinki.fi/tepe-2013/"
    },
    {
      "url_type": "OMTALE",
      "url": "http://blogs.helsinki.fi/tepe-2013/"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "411053",
      "url": "https://api.cristin.no/v2/projects/411053"
    }
  ],
  "summary": {
    "en": "The role of teacher education in ethics in relation to negative experiences on social media. Aims: This study examined the role of teacher education and specifically whether the ethics training is perceived as adequate in relation to how preservice teachers (n=475) evaluate negative experiences on social media. Theoretical framework: The “model of ethical dilemmas in teaching” by Shapiro and Stefkovich (2011). The model can be illustrated by six circles with the area of “Best interest of the student” in the middle, as were the best interest of the student the centre of a flower and the five other areas its leaves. The five areas that surround the best interest of the student are (1) Personal Codes of Ethics, (2) Individual Professional Codes, (3), Standards of the Profession, (4), Professional Code of Ethics and (5), Ethics of the Community. Other factors that play a part are such as (A) clashing codes, (B) professional judgement and (C) professional decision making (Shapiro & Stefkovich, 2011). The assumption of the model is that there are different areas of ethics. One of them is the professional arena. If teacher training in ethics is perceived by preservice teachers as having no impact, do these preservice teachers experience similar and evaluate their negative experiences similar to preservice teachers that experience that teachers training in ethics has been adequate? Methodology: Data from preservice secondary teachers in their third and fourth years of study and students enrolled in the program for Post Graduate Certificate in Education (PGCE) were collected from six teacher education institutions located in the north, middle and eastern parts of Norway during 2011 (Helleve et al., submitted). The presentation will present some preliminary findings and discuss theoretical and educational significance of these. Keywords: SNS, preservice teachers, teacher education, school, negative experiences"
  },
  "title": {
    "en": "The role of teacher education in ethics in relation to negative experiences on social media"
  },
  "year_published": "2013",
  "url": "https://api.cristin.no/v2/results/1030008",
  "event": {
    "name": "TEPE, Teacher Education Policy in Europe Conference",
    "location": "Helsinki",
    "date_from": "2013-05-16T00:00:00.000Z",
    "date_to": "2013-05-18T00:00:00.000Z",
    "arranged_by": {
      "name": "Cicero Learning, http://www.cicero.fi/sivut2 "
    }
  }
}