{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1144493/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Hege Høivik",
        "surname": "Bye"
      }
    ]
  },
  "cristin_result_id": "1144493",
  "nva_result_id": "0198cc765daa-63859f24-abc3-4799-9267-5ee527f43ca0",
  "created": {
    "date": "2025-08-21T11:49:26.000Z"
  },
  "last_modified": {
    "date": "2025-09-15T12:26:12.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.4337/9781781006795.00013"
    },
    {
      "url_type": "SAMMENDRAG",
      "url": "http://www.e-elgar.com/bookentry_main.lasso?id=14980"
    },
    {
      "url_type": "OMTALE",
      "url": "http://www.e-elgar.com/bookentry_main.lasso?id=14980"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The act of trying to stop wrongdoing goes way back in time (cf. Park et al. 2005; Vinten 1994). However, whistleblowing research is commonly depicted as related to civil and worker initiatives in the United States in the 1960s and 1970s (Bok 1981). In those times, one of the first efforts to create a body of research consisted of compilations of case stories of the experiences of whistleblowers (for instance, see Nader et al. 1972; Peters and Branch 1972). This period also included books and movies based on experiences from whole organizations and actual cases (for instance, see Anderson et al. 1980; Maas 1973). Later, theoretical papers and empirical research of the act of reporting wrongdoing at work became more common (Miceli and Near 1989; Parmerlee et al. 1982). While the first compiled versions of whistleblowing cases were important for getting attention to the topic, theoretical and empirical research was and is crucial to gaining systematic knowledge about whistleblowing at work. The act of whistleblowing is commonly defined as ‘the disclosure by organization members (former or current) of illegal, immoral or illegitimate practices under the control of their employers, to persons or organizations that may be able to effect action’ (Near and Miceli 1985: 5). Studying real-life whistleblowing is hard due to several factors. It is a sensitive topic, so gaining entry into organizations and ensuring participants that their anonymity will be kept can be challenging. Moreover, in quantitative research designs large samples are necessary to get sufficient numbers of silent observers and actual whistleblowers for statistical analysis."
  },
  "title": {
    "en": "On the Appropriateness of Research Design: Intended and Actual Whistleblowing"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1144493",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc794bbe-4cc7df12-6bce-4f96-91d2-c12390582464"
  },
  "pages": {
    "from": "133",
    "to": "153"
  }
}