{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Magma forskning og viten"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1230737/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Helene Ingebrigtsen",
        "surname": "Gundhus"
      }
    ]
  },
  "cristin_result_id": "1230737",
  "nva_result_id": "0198cc437e54-a818df1b-0463-4f05-8b43-66269109116c",
  "created": {
    "date": "2025-08-21T10:53:52.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T02:30:29.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "Reformer i offentlig forvaltning tar ofte utgangspunkt i å endre atferd via formelle strukturer og formaliserte prosedyrer og rutiner (Røvik 2007). Likevel viser forsk­ning at formell struktur og faktisk atferd i organisasjonen sjeldent samsvarer (Jacobsen og Thorsvik 2013). Å påvirke atferd gjennom formaliserte styringsinstrumenter kan dermed by på utfordringer (Christensen, Lægreid, Roness og Røvik 2009). Med disse forutsetningene spør vi hvordan man best kan tilrettelegge for organisasjonslæring i endringsprosesser. Hvilke læringsarenaer kan gjøre komplekse organisasjoner mer kunnskapsbaserte? Med utgangspunkt i politietaten som case vil vi utforske hvordan man med virkemidler fra både styring og ledelse kan tilrettelegge for læring i organisasjoner som bærer trekk fra tradisjonelt byråkrati og profesjonsbyråkrati. I artikkelen understreker vi at endret atferd i politiorganisasjonen må hvile på medvirkning fra polititjenestepersonene, og kommer med noen eksempler på læringsarenaer og mulige hindre i arbeid med læring og endring som kan reduseres for å få læring til. I tillegg presenterer vi en del begreper som kan være nyttige, og viser til eksempler på måter politiet kan lære å lære av feil på. Siden gapet mellom formelle og uformelle prosesser i politiorganisasjonen er så stort, vil det å utvikle interne profesjonelle standarder ut fra langsiktig målsetting styrke politiets kontroll med arbeidsprosessene og tilrettelegge for medvirkning i det pågående endringsarbeidet. Systematisert, kunnskapsbasert erfaringslæring er en av de veiene politiledere og deres organisasjoner oppfordres til å følge (NOU 2009:12, Hove, 2014)."
  },
  "title": {
    "nb": "Å forbedre en etat: Om læring gjennom eksisterende systemer i politiorganisasjonen"
  },
  "year_published": "2015",
  "url": "https://api.cristin.no/v2/results/1230737",
  "journal": {
    "cristin_journal_id": "C8BDE22A-49B3-45DE-8FF6-98BBFC7AA66C",
    "name": "Magma forskning og viten",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1500-0788"
      },
      {
        "type": "electronic",
        "value": "1500-6069"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C8BDE22A-49B3-45DE-8FF6-98BBFC7AA66C"
  },
  "volume": "18",
  "issue": "2",
  "pages": {
    "from": "34",
    "to": "46"
  }
}