{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Asia-Pacific Journal of Business Administration"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1354163/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Premilla",
        "surname": "D'Cruz"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "1354163",
  "nva_result_id": "0198cc71c03f-62bf854d-cb0c-4094-9e0f-2987ca8f4cf2",
  "created": {
    "date": "2025-08-21T11:44:23.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84969799137"
    }
  ],
  "last_modified": {
    "date": "2025-10-11T09:55:13.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1108/APJBA-07-2015-0061"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Purpose: Through state-of-the-art insights on whistleblowing in India, the paper highlights the role of sociocultural dynamics in whistleblowing.\r\n\r\nDesign/methodology/approach: A review of literature on wrongdoing and whistleblowing in India revealed various aspects of the national context pertinent to different stages of the phenomenon. Thematic analysis of these dimensions, allowing for a nomothetic approach,\r\nresulted in identifying six sociocultural themes common across wrongdoing and whistleblowing.\r\n\r\nFindings: Sociocultural dynamics impacting the emergence, persistence and recognition of wrongdoing, the decision to blow the whistle, engagement in whistleblowing and the\r\noutcomes of whistleblowing encompass social relationships, power distribution, materialistic considerations, sense of propriety and fairness, public/civic orientation and ideological leanings. These factors coexist with international influences, institutional framework,\r\nworkplace ethos and individual orientation. The presence of wrongdoing and the trajectory of whistleblowing in India are affected by the aforementioned factors.\r\n\r\nResearch limitations: The paper is based on secondary data rather than empirical endeavours.\r\n\r\nOriginality/value: Apart from providing a contemporary and comprehensive overview of whistleblowing in India, the paper uncovers the significance of sociocultural factors which\r\nhave been overlooked so far in the substantive area. Moreover, a contextualised process model of whistleblowing is proposed based on the analysis. In subsuming temporality, context and outcomes for all stakeholders, the model displays complexity and causality, emphasising\r\nholism.\r\n\r\nPractical implications: By underscoring the relevance of contextual dynamics, in particular sociocultural factors, in the whistleblowing process, the paper indicates an important basis for appropriate interventions to manage wrongdoing and encourage whistleblowing while protecting whistleblowers and ensuring attention to rectifying wrongdoing and sanctioning\r\noffenders."
  },
  "title": {
    "en": "Sociocultural dynamics in whistleblowing: insights from India"
  },
  "year_published": "2016",
  "url": "https://api.cristin.no/v2/results/1354163",
  "journal": {
    "cristin_journal_id": "94CFB390-4952-4072-B2E8-9535D87A2416",
    "name": "Asia-Pacific Journal of Business Administration",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1757-4323"
      },
      {
        "type": "electronic",
        "value": "1757-4331"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=94CFB390-4952-4072-B2E8-9535D87A2416"
  },
  "volume": "8",
  "issue": "2",
  "pages": {
    "from": "143",
    "to": "162"
  }
}