{
  "category": {
    "code": "CHAPTER",
    "name": {
      "en": "Chapter"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1512127/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "1512127",
  "nva_result_id": "0198cc95eb7b-b41189fb-6f2e-422d-bc16-2427102abc84",
  "created": {
    "date": "2025-08-21T12:23:53.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T10:05:18.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "http://gala.gre.ac.uk/17970/"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Since the 1990s descriptions about wrongdoing at work in Norwegian working life have been portrayed in scientific articles (van Wormer, 1990, 1995). This has drawn attention to the phenomenon whistleblowing itself as well as acted as calls for change within the areas where wrongdoing has been reported. Provisions relating to Norwegian private and public employees right to notify their employer regarding wrongdoing have been active since 2007 (Lewis & Trygstad, 2009), and in November 2016 an expert group was appointed to address and evaluate the current state of whistleblowing legislation and the application of these (Eriksen, 2017). Studies have pointed to the uniqueness of Norwegian results in regard to more whistleblowing and less retaliation than found in other nations (Bjørkelo et al, 2011; Skivenes & Trygstad, 2010, 2017). This chapter discusses some of the experiences from Norwegian whistleblowing research in the past twenty years and how this seems to be similar and different from other nations’ results. The 'Norwegian uniqueness' is discussed in the context of the notion of exceptionalism. In sum, although some Norwegian results may be exceptional, others are more diverse, and in a way more similar to findings from other nations. Thus the description ‘same but different’ may be appropriate."
  },
  "title": {
    "en": "Norwegian whistleblowing research: a case of Nordic exceptionalism?"
  },
  "year_published": "2017",
  "url": "https://api.cristin.no/v2/results/1512127",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc962f28-baa2a996-8954-4b20-a989-8201de5697b4"
  },
  "pages": {
    "from": "6",
    "to": "17"
  }
}