{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Magma forskning og viten"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1584143/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Stig Berge",
        "surname": "Matthiesen"
      },
      {
        "first_name": "Morten Birkeland",
        "surname": "Nielsen"
      }
    ]
  },
  "cristin_result_id": "1584143",
  "nva_result_id": "0198f24ef835-a32d381a-a9cc-4a09-b3e5-0875b768c57f",
  "created": {
    "date": "2025-08-28T20:11:58.000Z"
  },
  "last_modified": {
    "date": "2025-09-03T10:46:48.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Varsling er når en ansatt sier ifra om kritikkverdige handlinger på arbeidsplassen til noen som er i stand til å gjøre noe med det. Studier gjennomført i rene varslerutvalg finner at andelen av ansatte som opplever negative reaksjoner etter varslingen, er høy. Studier som har benyttet mer tilfeldige utvalg (bekvemmelighets- eller tilfeldig trukne utvalg), finner på den annen side at andelen av ansatte som varsler, i mindre grad utsettes for reaksjoner av negativ art. For å forstå og forklare mer om denne forskjellen undersøker foreliggende studie ikke bare forekomst av negative reaksjoner, men også type av slike reaksjoner og mobbing. Dette gjøres blant varslere som befinner seg innenfor og utenfor arbeidslivet. Studien viser at ansatte som har varslet, og som fortsatt er i jobb, kan oppleve lignende negative reaksjoner som ansatte som har varslet, og som ikke lenger er i jobb, men i mindre grad. Tidligere forsk­ningsresultater, både fra Norge og internasjonalt, har vist at de fleste varslere ikke opplever negative reaksjoner. Basert på resultatene fra denne studien er et mulig oppfølgingsspor for videre forskning å undersøke varslere som ikke lenger er i jobb, og trekke denne gruppen inn i beregning av prevalenstall for represalier etter varsling."
  },
  "title": {
    "en": "Innenfor eller utenfor? En studie av varslingens ettervirkninger blant personer med varslererfaring i og utenfor arbeidslivet"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1584143",
  "journal": {
    "cristin_journal_id": "C8BDE22A-49B3-45DE-8FF6-98BBFC7AA66C",
    "name": "Magma forskning og viten",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1500-0788"
      },
      {
        "type": "electronic",
        "value": "1500-6069"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C8BDE22A-49B3-45DE-8FF6-98BBFC7AA66C"
  }
}