{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1618681/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "1618681",
  "nva_result_id": "0198cc3d1bc2-20338f7d-d331-4fb6-b287-2dbdc8ea92be",
  "created": {
    "date": "2025-08-21T10:46:53.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T10:06:46.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.23865/noasp.36.ch7"
    },
    {
      "url_type": "FULLTEKST",
      "url": "https://press.nordicopenaccess.no/index.php/noasp/catalog/book/36"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Leading interaction under risk is one of the aspects of being a leader in the police. After the 22nd of July 2011 Norwegian terror attacks it has been pointed out that the main explanatory factors as to why interaction under risk turned out as it did not necessarily was due to the lack of resources, previous evaluations or government plans but rather the lack of living up to these. In organisation theory, -  psychology and management literature, it is customary to distinguish between expressed and actual ways to manage and lead, as well as between the structural- instrumental and the institutional perspective. These strands of research address how the difference between general and overarching political aims and the execution of the same aims in practice neither may be neither uncommon nor unexpected. However, is it possible to expect more agreement between aims and actual behaviour? If so, what may some of the underlying conditions for leading learning from experience be? This chapter discusses what some of the underlying conditions for leading and managing learning from experience in the case of interaction under risk in the police may be. Specifically, conditions of learning located between the expressed and executed, that is, between the institutional and cultural. "
  },
  "title": {
    "en": "Leading and managing interaction under risk in the police: What may be some of the underlying conditions for learning from experience?"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1618681",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc443b72-fb867d4e-283f-4566-b93b-c5576a622f4d"
  },
  "pages": {
    "from": "127",
    "to": "139"
  }
}