{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Politihøgskolen"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1632500/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Liv",
        "surname": "Finstad"
      }
    ]
  },
  "cristin_result_id": "1632500",
  "nva_result_id": "0198cc7e01d4-f8e637c0-4183-4513-84d6-18f1aa0b90fa",
  "created": {
    "date": "2025-08-21T11:57:46.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "245437",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    },
    {
      "funding_source_code": "PHS",
      "project_code": "15866108",
      "funding_source_name": {
        "nb": "Politihøgskolen",
        "en": "Norwegian Police University College"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-13T17:59:29.000Z"
  },
  "original_language": "nb",
  "projects": [
    {
      "cristin_project_id": "522575",
      "url": "https://api.cristin.no/v2/projects/522575"
    }
  ],
  "summary": {
    "nb": "Siden våren 2013 har PHS hatt et særlig fokus på kjønnsbalanse i toppstillinger i forskning, ved blant annet søknader til NFRs program Kjønnsbalanse i faglige toppstillinger og forsknings ledelse (BALANSE). Parallelt med søknader om støtte ble det opprettet tre «professorkvalifiseringsgrupper». Kjønnsfordelingen blant førstestillingsansatte ved PHS følger mønsteret innenfor UH-sektoren med relativt jevn kjønnsfordeling på PhD og førsteamanuensisnivå og skjevheter på professornivå. I tillegg varierer andelen ansatte i førstestilling mye ved PHS. I perioden 2015–2018 hadde PHS det NFR-støttede Balanseprosjektet «Bygge kompetanse for å beholde kompetanse/Fix the system and achieve unique institutional goals» (FIKS). Formålet var å øke kjønnsbalansen i toppstillinger i forskning (professor). Aktivitetene om fattet kvalifiseringsgrupper, arenaer for kunnskapsdeling, fordeling av FoU-tid, før- og fullvurdering, kartlegging av forskningssystemet, utvikling av lokale kriterier for opprykk til professor, lederutviklingsprogram og kurs (f.eks. akademisk skriving og forskningsledelse).\r\nI løpet av FIKS-prosjektet mistet PHS fire professorer (oppsigelse og/eller pensjon), hvorav to kvinner. I samme periode fikk PHS tre nye professorer (to kvinner og en mann). Det er derfor fortsatt en skjevfordeling totalt, noe det jobbes videre med i nye Balanse-prosjekter."
  },
  "title": {
    "nb": "Bygge kompetanse for å beholde kompetanse: \"Fix the system and achieve unique institutional goals». Sluttrapport for FIKS-prosjektet ved Politihøgskolen(2015-2018)"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1632500",
  "number_of_pages": "88",
  "publisher": {
    "name": "Politihøgskolen",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=67E66048-9FE7-4AA6-995B-234CB6B6CBAE"
  }
}