{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1705991/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Morten Birkeland",
        "surname": "Nielsen"
      },
      {
        "first_name": "Stig Berge",
        "surname": "Matthiesen"
      }
    ]
  },
  "cristin_result_id": "1705991",
  "nva_result_id": "0198cc978cb6-7edad7c4-1d4a-49b5-8f8d-8935ca8b1907",
  "created": {
    "date": "2025-08-21T12:25:40.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T16:24:11.000Z"
  },
  "links": [
    {
      "url_type": "SAMMENDRAG",
      "url": "https://english.swps.pl/university/events/2858-whistleblowing-and-workplace-bullying"
    },
    {
      "url_type": "OMTALE",
      "url": "https://english.swps.pl/university/events/2858-whistleblowing-and-workplace-bullying"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Historically, research on workplace bullying and whistleblowing originate from different sources. While bullying is traced back to animal behavior and how several members may gang up towards a single member, whistleblowing is linked to Hebrew prophets risking their lives when criticizing their rulers in the 8th century before Christ, and Socrates who was prosecuted and later sentenced to death for corrupting youths with stories of ‘truth’ (parrhesia).\r\nOver time, accounts have been made, of how employees that voice their concerns about wrongdoing at work may be met with retaliation in the form of victimization, ostracism, and bullying at work. According to a model of predictors of retaliation, retaliation occurs when power processes involved are described as associated with minority influence (e.g., whistleblower and job situation), social power as well as resource dependency (e.g., organization). Still, as power relationships may change over time delineating “interaction effects may be difficult”.\r\nPreliminary evidence suggest that bullying behaviors may follow whistleblowing, and that bullying may lead to voice. Thus, not only can whistleblowing be a precursor to subsequent exposure to workplace bullying, but employees can also apply “‘voice’ when they articulate their dissent or dissatisfaction with an organizational practice”, that is, for instance when notifying their employers about other members of the organization being bullied. However, less is known what may explain why being exposed to bullying predicts later whistleblowing about actions that do not relate to oneself, but others (e.g., destructive leadership, and harassment of colleagues).\r\nThis presentation departs from these two strands of research and presents several scientific investigations in order to disentangle the intertwined ways whistleblowing and workplace bullying are interrelated."
  },
  "title": {
    "en": "Whistleblowing and workplace bullying: A linear, circular or mixed relationship?"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1705991",
  "event": {
    "name": "SWPS University's Interdisciplinary Doctoral School Series: The Challenges of the Humanities of the 21st Century",
    "location": "Wroclaw",
    "date_from": "2019-04-05T00:00:00.000Z",
    "date_to": "2019-04-05T00:00:00.000Z",
    "arranged_by": {
      "name": "SWPS University of Social Sciences and Humanities"
    }
  }
}