{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1739791/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Dag",
        "surname": "Ellingsen"
      }
    ]
  },
  "cristin_result_id": "1739791",
  "nva_result_id": "0198cc7ebcd8-e20fd669-9f60-43b3-ab65-ce51ad9e747e",
  "created": {
    "date": "2025-08-21T11:58:34.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T18:41:42.000Z"
  },
  "links": [
    {
      "url_type": "SAMMENDRAG",
      "url": "https://genus.gu.se/digitalAssets/1743/1743381_program_g19.pdf"
    },
    {
      "url_type": "OMTALE",
      "url": "https://genus.gu.se/digitalAssets/1743/1743381_program_g19.pdf"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Since 2015, the Norwegian Police University College (NPUC) twice has received funding from the Research Council of Norway and its programme on gender balance in research. The projects have aimed at increasing the proportion of Professors in general and female Professors in particular, and to strengthen police science as a discipline. The projects have assisted the NPUC in building systematic and targeted career development. About two of three of the population of Associate Professors participated in activities. We developed local regulations for qualifying as a Professor, along with training in academic writing and two rounds of trial/mock evaluations. An internal Research Leadership Programme was developed and conducted. Since 2015, five NPUC employees have become Professors, four female and one male. However, several Professors have left during the period, two female and two male, due to retirement or after accepting other positions. The projects provided knowledge about underlying structural and cultural processes such as weak institutional research leadership, and uneven use and support of academic expertise across campuses. Further, some leaders perceived that qualifying for professor was not an aim for female Associate Professors, while the same employees had such aims. Lastly, while researchers found leaders reluctant to provide time and resources to research, leaders themselves described a dilemma of research vs teaching. Gender balance in research is one way to contribute to the unique role NPUC has in the reform of the Norwegian Police Service in general, and the challenges related to diversity in senior police and research management in particular. Police practice is still to some extent characterized by gaps between research and practice, and fewer women than men are in formal senior and top police leader positions."
  },
  "title": {
    "en": "FIX'ing experiences: Results from projects aimed at increasing gender balance in top research positions at the Norwegian Police University College"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1739791",
  "event": {
    "name": "g19",
    "location": "Gøteborg",
    "date_from": "2019-10-07T00:00:00.000Z",
    "date_to": "2019-10-09T00:00:00.000Z",
    "arranged_by": {
      "name": "Nationella sekretariatet för genusforskning"
    }
  }
}