{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1755807/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Birthe",
        "surname": "Eriksen"
      }
    ]
  },
  "cristin_result_id": "1755807",
  "nva_result_id": "0198cc89850d-af3b184b-c7c1-4602-8eb5-0b21ff639041",
  "created": {
    "date": "2025-08-21T12:10:21.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T17:53:32.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://app.oxfordabstracts.com/events/1187/program-app/submission/145181"
    }
  ],
  "original_language": "nb",
  "summary": {
    "nb": "Formålet med presentasjonen er å bidra på et felt hvor det er et stort behov for kunnskap. Feltet er komplekst, ved at det særlig stiller krav til kunnskap fra både juss og psykologi. Mangelfull eller feil håndtering av varsler som er mottatt av arbeidsgiver internt i en virksomhet, kan få store konsekvenser. Skaderisiko som kunne ha blitt unngått realiseres, kostbare konflikter, helseskader, erstatningskrav, offentligrettslige bøter og pålegg, tap av rennommé og i verste fall foretaksstraff er aktuelle reaksjoner for en virksomhet som velger å ignorere kritisk informasjon som fremkommer gjennom varsler og som ikke ivaretar arbeidstaker som har varslet. \r\n\r\nVarsling finner ofte sted i en kompleks prosess som omfatter mer enn en enkelt ytringssituasjon slik som Grunnloven § 100 er utformet med tanke på, og som regulerer arbeidstakers alminnelige ytringsfrihet. En slik organisasjonspsykologisk forståelse av varslingssituasjonen er lagt til grunn, både i forarbeidene til den nye, svenske loven om «visselblåsning» og av Varslingsutvalget.[1] Viktigheten av å dreie oppmerksomheten mer mot mottakere av et varsel, fremfor på varsleren, underbygges også av en ny undersøkelse av FAFO, hvor 43 prosent av «sentrale varslingsmottakere, det vil si ledere, verneombud og tillitsvalgte», tilkjennega å ikke ha «undersøkt om arbeidstakeren som varslet» hadde blitt «utsatt for represalier under eller i etterkant av varslingsprosessen”. På bakgrunn av disse funnene, anbefaler FAFO at slike undersøkelser, «bør inngå som eget punkt i en virksomhets varslingsrutine». Det kan imidlertid hevdes at en slik plikt allerede følger av arbeidsmiljøloven § 2 A-3.\r\n\r\nArbeidsmiljølovens § 2 A-3 som regulerer arbeidsgivers preventive plikt til å legge til rette for intern varsling, antas å ha et betydelig potensial for arbeidet med å generelt styrke en virksomhets ytringskultur og senke terskelen for varsling. Bestemmelsen vil dermed kunne få stor betydning for lederes rolle, altså for de arbeidstakerne som i det daglige utøver styringsretten på arbeidsgivers vegne. Det er disse lederne som befinner seg i posisjoner med rett og plikt til å foreta en forsvarlig undersøkelse og saksbehandling av et mottatt varsel. Det er dermed disse som kan forebygge og hindre unødvendig konflikteskalering i kjølvannet av at underordnede har varslet.\r\nDet er knyttet betydelige samfunnsinteresser til at arbeidsgivere lykkes. Spørsmålet er hvordan? Presentasjonen vil ta for seg relevante problemstillinger knyttet til arbeidsgivers- og dermed lederes rolle ved varsling. Disse behandles med utgangspunkt i både et rettslig og et psykologisk perspektiv. Formålet er å gi en helhetlig forståelse av det komplekse fenomenet varsling er. Presentasjonen tar for seg det generelle rettsvitenskapelige og psykologiske bakteppet for varsling. Dette omfatter en oversikt over den rettslige reguleringen av varsling, hva varsling er som fenomen, hva ledelse er, og kommer inn på betydningen av kollegafellesskapet og varsling som prosess, sett fra et psykologisk og rettsvitenskapelig perspektiv. \r\n\r\n[1] NOU 2018: 6. (2018). Varsling – verdier og vern — Varslingsutvalgets utredning om varsling i arbeidslivet Oslo: Departementenes sikkerhets- og serviceorganisasjon. Informasjonsforvaltning."
  },
  "title": {
    "nb": "Arbeidsgivers og lederes ansvar og roller ved varsling i arbeidslivet"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1755807",
  "event": {
    "name": "NEON 2019",
    "location": "Lillehammer",
    "date_from": "2019-11-26T00:00:00.000Z",
    "date_to": "2019-11-28T00:00:00.000Z",
    "arranged_by": {
      "name": "Høgskolen i Innlandet"
    }
  }
}