{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1755810/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Natalia",
        "surname": "Andreassen"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "1755810",
  "nva_result_id": "0198cc88d502-7b8b8c59-efc2-47b3-9cdb-41c3ebfce8c5",
  "created": {
    "date": "2025-08-21T12:09:36.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "271943",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-13T14:08:03.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://app.oxfordabstracts.com/events/1187/program-app/submission/145192"
    }
  ],
  "original_language": "nb",
  "projects": [
    {
      "cristin_project_id": "590053",
      "url": "https://api.cristin.no/v2/projects/590053"
    }
  ],
  "summary": {
    "nb": "I denne presentasjonen er fokus på krisehåndtering fra et organisasjonsteoretisk perspektiv, og hvordan systemer for organisasjonslæring og kompetanseutvikling kan bygges opp. Organiseringsperspektivet handler om konstruering av ressurser og prosesser for å koordinere, kommunisere og kontrollere en målrettet innsats, regelverk og prosedyrer. Enhver organisasjon har sin struktur, formelle og uformelle trekk som påvirker læringsprosesser i organisasjonen. Strukturene utvikles ikke isolert og preges av tekniske og institusjonelle omgivelser. Ledelse har en viktig beslutningstaking rolle å bestemme hvordan organisasjonen skal se ut og hvordan læringsprosesser skal bli ivaretatt. For krisehåndtering er det viktig å se på ledelse i ulike perspektiver. Ledelsens rolle i en organisasjons sikkerhetsarbeid har direkte effekt på hvordan risiko håndteres på operasjonelt nivå, eksempelvis gjennom støttende ledelse i form av å lytte og tillate diskusjon rundt sikkerhet og bekymringer. Selv når ledere i utgangspunktet har fokus på sikkerhet via delte verdier, felles mål og team arbeid, kan det å blande dette med passiv ledelse, og da bli inkonsekvent, være assosiert med negative utfall med tanke på sikkerhet. \r\nLæring er en av prosessene som kan plasseres inn i det institusjonelle perspektivet. I håndteringer av kriser vil dette si at ledere styrer og leder i situasjoner hvor han/hun kan jobbe for å oppnå etterlevelse av eksempelvis beredskapsplaner, informert av andre sentrale dokumenter (eksempelvis sentrale vurderinger og rapporter ift trusler, nasjonal sikkerhet, etterretning og trender). Om offentlige ledere har det vært beskrevet at disse kan stå i en særstilling i og med at de ofte leder i det som har blitt omtalt som en nullfeil-kultur, karakterisert som det at samfunnet ikke aksepterer feil i de ansattes håndtering av arbeidshverdagen (eksempelvis organisasjonsetnografisk metode). Samtidig skal de, på lik linje med andre organisasjoner, arbeide på måter som krever læring og det å reflektere over egen praksis, så som innovasjon og samskapelse.  \r\nBegrepet erfaringslæring er benyttet av mange og kan bety ulike ting, basert på hvilken disiplin man ser på det fra. En vanlig måte å benytte begrepet på er at det beskriver en prosess hvor en aktivitet, I vårt tilfelle en krise, oppstår, etter dette I tid, blir noe tenkt eller gjort eller diskutert ut fra de erfaringene som ble gjort, dernest foretas det en form for gjennomgang av det som har skjedd, og dernest gjøres det rede for (verbalt eller skriftlig) hvordan man tenker seg at dette kan gjøres i fremtiden.\r\nVed bruk av noen eksempler fra norsk krisehåndteringssystem setter vi fokus på mulige faktorer som spiller inn når ledelse av læring finner sted. Vi har spesielt fokus på erfaringslæring. Erfaringslæring, og det det krever av ledere og hvilken kontekst de står i (politisk og operativt) kan relateres både til kriser som har sikkerhets- og/eller utenrikspolitisk opprinnelse eller konsekvenser, og kan være en metode for å muliggjøre problematiseringer, og diskusjoner av utfordringer og dilemmaer."
  },
  "title": {
    "nb": "Organisasjonsteori om krisehåndtering: Teori og praksis"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1755810",
  "event": {
    "name": "NEON 2019",
    "location": "Lillehammer",
    "date_from": "2019-11-26T00:00:00.000Z",
    "date_to": "2019-11-28T00:00:00.000Z",
    "arranged_by": {
      "name": "Høgskolen i Innlandet"
    }
  }
}