{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1755829/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Hege Høivik",
        "surname": "Bye"
      }
    ]
  },
  "cristin_result_id": "1755829",
  "nva_result_id": "0198cc861701-5e4c297d-48e1-4c31-ade6-bc43ee63ccb2",
  "created": {
    "date": "2025-08-21T12:06:36.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "PHS",
      "funding_source_name": {
        "nb": "Politihøgskolen",
        "en": "Norwegian Police University College"
      }
    },
    {
      "funding_source_code": "UIB",
      "funding_source_name": {
        "nb": "Universitetet i Bergen",
        "en": "University of Bergen"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-11T20:34:49.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://app.oxfordabstracts.com/events/1187/program-app/submission/145247"
    }
  ],
  "original_language": "nb",
  "projects": [
    {
      "cristin_project_id": "465586",
      "url": "https://api.cristin.no/v2/projects/465586"
    }
  ],
  "summary": {
    "nb": "Formålet med denne studien er å undersøke hvorvidt ansatte som utgjør minoriteter på ulike måter i en organisasjon er mer utsatt for såkalt uhøflighet («incivility») fra sine kolleger og ledere. Tidligere forskning har pekt på uhøflighet som en subtil, men likevel alvorlig, form for interpersonlig diskriminering som i særlig grad rammer personer som tilhører en etnisk minoritet. Argumentet er at mens direkte og åpenbare uttrykk for rasisme i stor grad nå anses som sosialt uakseptable, har nedvurdering og negative holdninger til minoriteter funnet nye og mer subtile uttrykk, som uhøflighet. Vi argumenterer for at uhøflighet på arbeidsplassen ikke utelukkende er en form for subtil rasisme, men derimot er en form for negative sosiale hendelser som også andre minoriteter erfarer i større grad enn andre.\r\nFor å teste denne antakelsen benytter vi data fra forskningsprosjektet «Mangfold i utdanning og etat» som er et samarbeidsprosjekt mellom Politihøgskolen, Universitetet i Bergen og OsloMet. En del av prosjektet er en større kartlegging av opplevde karriereveier og arbeidsmiljøerfaringer blant ansatte i Politi- og lensmannsetaten. Som en del av to surveyer av henholdsvis politiutdannede og sivilt ansatte i etaten (N = 4585) kartla vi deltakernes erfaringer med uhøflighet på jobb. Konkret ble de spurt om atferd fra kollegaer eller overordnede som kan karakteriseres som nedlatenhet, å bli oversett og ignorert, å bli behandlet på en uprofesjonell måte, å bli utestengt fra det sosiale fellesskapet, få vurderinger dratt i tvil, og/eller å bli dratt inn i diskusjoner om personlige forhold som man ikke ønsker. Deltakernes kjønn, seksuelle orientering, innvandringsbakgrunn og hvorvidt de opplevde å ha en funksjonsnedsettelse ble også kartlagt.  \r\nPreliminære resultater viser at kvinner og personer med innvandrerbakgrunn erfarer mer uhøflighet på jobb, sammenlignet med henholdsvis menn og personer uten innvandrerbakgrunn. Sammenlignet med personer som ikke definerer seg som en LHBT-person, er LHBT-personer noe mer utsatte for uhøflighet. Der samme gjelder for personer som har en funksjonsnedsettelse/funksjonshemming, sammenlignet med personer som ikke har en funksjonsnedsettelse.\r\nEn tentativ konklusjon er at uhøflighet på jobb kan være mer generelt enn et subtilt uttrykk for rasisme. Uhøflighet kan også være en måte andre minoritetsgrupper i organisasjoner erfarer å blir nedvurdert, ekskludert eller isolert på.  Vi mener denne studien gir et bidrag til forskningen på mangfold i arbeidslivet gjennom å studere flere måter å kategorisere ansatte på, og å vise at personer som på ulike måter representerer en minoritet kan ha felles negative erfaringer i sitt arbeidsmiljø."
  },
  "title": {
    "nb": "Uhøflighet på jobb: Er ansatte som tilhører ulike minoritetsgrupper mer utsatt?"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1755829",
  "event": {
    "name": "NEON 2019",
    "location": "Lillehammer",
    "date_from": "2019-11-26T00:00:00.000Z",
    "date_to": "2019-11-28T00:00:00.000Z",
    "arranged_by": {
      "name": "Høgskolen i Innlandet"
    }
  }
}