{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1834247/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Birthe",
        "surname": "Eriksen"
      }
    ]
  },
  "cristin_result_id": "1834247",
  "nva_result_id": "0198cc7e6fe9-5ccadfc8-323b-4b4b-9dc2-528f36dede3b",
  "created": {
    "date": "2025-08-21T11:58:15.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T04:01:07.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://easychair.org/smart-program/NWLC-2020/"
    },
    {
      "url_type": "SAMMENDRAG",
      "url": "https://www.politics-society.aau.dk/conferences/nwlc-20/"
    },
    {
      "url_type": "OMTALE",
      "url": "https://www.politics-society.aau.dk/conferences/nwlc-20/"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The Nordic model is commonly described by an “an institutionalized power base that gives trade union representatives and safety representatives access to resources by virtue of their roles” (Skivenes & Trygstad, 2017, p. 171). The Norwegian whistleblowing legislation, chapter 2A in The Work Environment Act (WEA, see e.g., Lewis & Trygstad, 2009) states that a report about wrongdoing that is made through internal whistleblowing procedures is legally justifiable (§ 2A-1), and as such, employees are to be protected against retaliation (§ 2A-2). In 2016, members of Parliament appointed an expert committee to evaluate the present legislation and the system that is supposed to secure whistleblowing in general as well as protection against retaliation and later workplace bullying (NOU 2018: 6, 2018). The committee argued for the need to clarify both the law and the regulations, as well as improving the knowledge about them (Kvam, 2018). As a result, strengthened legal amendments were put in place by a vote in the parliament on the 5th of June 2019, which will take effect from the 1st of January 2020. However, despite strong legal regulation, empirical studies have repeatedly shown that Norwegian employees that report wrongdoing at work are more likely to be harassed and bullied than other employees (Bjørkelo & Bye, 2019; Bjørkelo, Einarsen, Nielsen, & Matthiesen, 2011; Bjørkelo, Matthiesen, & Nielsen, 2018). Further, few employees have successfully taken their case to trial, and won (Eriksen & Bjørkelo, 2014). The reception and handling of critical information about alleged wrongdoing, places great demands in the hands of employers and managers. This applies both with regard to ensuring a sound investigation of the allegedly defamatory conditions (wrongdoing), and with regard to safeguarding the whistleblower and other parties involved. This presentation discusses the role of employers, leaders and managers in the Nordic model, when it comes to whistleblowing at work, as seen from psychology and law."
  },
  "title": {
    "en": "Leaders and managers role in whistleblowing: Seen from psychology and law"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1834247",
  "event": {
    "name": "10th Nordic Working Life Conference",
    "location": "Digital",
    "date_from": "2020-09-28T00:00:00.000Z",
    "date_to": "2020-09-29T00:00:00.000Z",
    "arranged_by": {
      "name": "Aalborg University"
    }
  }
}