{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1849955/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Birthe",
        "surname": "Eriksen"
      }
    ]
  },
  "cristin_result_id": "1849955",
  "nva_result_id": "0198cc7ddc29-44d2b38e-811c-4f38-8c20-a139c7db8430",
  "created": {
    "date": "2025-08-21T11:57:37.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T17:01:19.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "Varsling i arbeidslivet - arbeidsgivers og leders roller og ansvar tar for seg hvordan varsler om kritikkverdige forhold tas imot og håndteres, og hvordan de som er involvert blir ivaretatt.\r\nBoken retter søkelyset mot arbeidsgiverens og lederens rolle. Det er disse som har myndighet til å håndtere mottatte varsler, ivareta arbeidstakeren som varsler, og kan avverge konflikter.\r\nBoken er forskningsbasert, og innholdet dokumenteres dels gjennom teoretiske drøftinger, dels gjennom henvisning til egne og andres empiriske undersøkelser (nasjonalt og internasjonalt), og til rettsanalytiske og rettsdogmatiske analyser.\r\nVarsling i arbeidslivet går grundig gjennom varslingsprosessen og dens ulike faser. Den gir innsikt i de problemene som kan oppstå og bygger bro mellom forskning og praksis. Boken er nyttig for ledere og arbeidstakere som verneombud, tillitsvalgte og fagforeningsmedlemmer, samt for jurister, journalister og psykologer. Sist, men ikke minst, er den skrevet til deg som har, har hatt eller kommer til å få erfaring med varsling."
  },
  "title": {
    "nb": "Presentasjon av den tverrfaglige og forskningsbaserte boken «Varsling i arbeidslivet - arbeidsgivers og leders roller og ansvar»"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1849955",
  "event": {
    "name": "NEON 2020",
    "location": "Digitalt",
    "date_from": "2020-11-17T00:00:00.000Z",
    "date_to": "2020-11-19T00:00:00.000Z",
    "arranged_by": {
      "name": "Handelshøgskolen Innlandet/OsloMet"
    }
  }
}