{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2064228/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Tatanya",
        "surname": "Valland"
      },
      {
        "first_name": "Tanja Haraldsdottir",
        "surname": "Nordberg"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "2064228",
  "nva_result_id": "0198cc493c21-1830d894-7d2e-4cea-9960-ee4622a399e3",
  "created": {
    "date": "2025-08-21T11:00:08.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T03:03:23.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Description of the panel: \r\n\r\nProviding redress for maladministration is a key requirement of any legitimate system of public service delivery. This requirement holds particularly true for the police force, which is – by definition – an agency meant to enforce the law and investigate, in principle, any breach of law and order. If, however, this (alleged) wrongdoing involves members of the police, the investigating agency turns into an interested party. Through administrative practices, often informed by academic discourses, a densely populated universe of different shapes and guises of approaches to hold police officers accountable, process complaints, and handle allegations of police misconduct has emerged across national boundaries and over time. \r\n\r\n \r\n\r\nWhile some notions of accountability refer to formal and highly institutionalized forms of control (such as disciplinary powers or court proceedings), others highlight the informal nature of “accountability as a virtue” and rely on ethical standards and personal convictions as expressed in social control and peer group pressure, but also in acts of whistle blowing. On another spectrum of different elements of accountability and control, the variety ranges from instruments and mechanisms internal to the organization (such as oversight by supervisors and investigations by internal affair units), to arrangements that primarily lie outside of the organization (such external measure include parliamentary scrutiny, ombudspersons, citizen review boards, audit systems, but also investigative journalism and “citizen watch” initiatives. \r\n\r\n \r\n\r\nThe proposed panel explores the variety of ways of holding police authorities accountable, particularly in light of their comparative advantages and disadvantages as well as their embeddedness in different systems of public administration. In doing so, the panel pursues research questions that are essentially comparative both over time and across national boundaries. "
  },
  "title": {
    "en": "Middle-Managers as gatekeepers of legal rights - Harassment within the police"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2064228",
  "event": {
    "name": "2022 Annual Conference of the European Group of Public Administration",
    "location": "Lisboa",
    "date_from": "2022-09-06T00:00:00.000Z",
    "date_to": "2022-09-09T00:00:00.000Z",
    "arranged_by": {
      "name": "European Group of Public Administration"
    }
  }
}