{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2064831/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Malgorzata",
        "surname": "Gamian-Wilk"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Eva Gemzøe",
        "surname": "Mikkelsen"
      },
      {
        "first_name": "Premilla",
        "surname": "D'Cruz"
      },
      {
        "first_name": "Kamila",
        "surname": "Madeja-Bien"
      }
    ]
  },
  "cristin_result_id": "2064831",
  "nva_result_id": "0198cc7e5e29-7cd72117-f26b-4958-a8c8-9df60ddc2504",
  "created": {
    "date": "2025-08-21T11:58:10.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T14:37:25.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://whova.com/xems/whova_backend/get_event_s3_file_api/?event_id=hybri18_202109&file_url=https://d1keuthy5s86c8.cloudfront.net/static/ems/upload/files/1663687214_jyuen_Book_of_Abstracts.pdf&eventk"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Aim\r\nA central focus of research and literature on workplace bullying is the importance of explanatory factors such as \r\nindividual dispositions (i.e., the vulnerability hypothesis) and work environment factors (i.e., the work environment \r\nhypothesis). Although several studies address the importance of the two approaches, as well as their individual and \r\ncombined effects, the unique contribution of each of the competing approaches remain unexplored in a single \r\nlongitudinal study. Based on Affective Events Theory, the aim of the present study was to explore the independent and \r\ncombined contribution of work environment and individual hostility in the occurrence of workplace bullying over time.\r\nMethods\r\nA complete two-wave panel design study, with a six-months time lapse, was conducted among 152 employees from \r\nseven private and public corporations, including working students of two large Polish universities. Workplace bullying \r\nwas measured by 22 items from the Negative Acts Questionnaire (NAQ-R); hostility was measured by five scales from the \r\nDurkee-Buss Inventory of Aggression, and organizational risk factors for bullying were measured with the Organizational \r\nBullying Risk Factors (OBRF) inventory (26 items). Structural equation modelling (SEM) analysis in AMOS was used to test \r\nand compare various competing models (causal, reversed causal, reciprocal models) to determine which of them fit the \r\ndata best. Thus, we analysed the full two-wave panel design by simultaneously comparing the competing models for the \r\nrelationship between exposure to bullying and hostility across time.\r\nResults\r\nResults confirmed that work environment factors predicted later exposure to bullying. Exposure to workplace bullying at \r\nT1 was also related to a poor work environment at T2. Results further showed that higher exposure to workplace \r\nbullying at T1 and T2 was related to higher levels of almost all aspects of individual hostility over time. Moreover, poor \r\nworking conditions especially in T1 predicted individual hostility at T2.\r\nConclusion\r\nThe findings of the prospective study document the multicausality of workplace bullying. Poor work environments foster \r\nbullying; and when workplace bullying exists, this elicits hostility. Affective Events Theory provided a sound theoretical \r\nbasis for investigating the multicausality of, and different pathways to, workplace bullying. Testing AET in a single model \r\nwith longitudinal data, the study adds to theory and empirical research within the field of workplace bullying. The results \r\npoints to addressing multicausality in both research and practice. Implications include a shift from individualized \r\napproaches of ‘either-or’ to multicausal and multilevel workplace efforts."
  },
  "title": {
    "en": "Workplace bullying: Individual hostility, poor work environment or both? Exploring multicausality in a single longitudinal study"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2064831",
  "event": {
    "name": "13th International Association on Workplace Bullying and Harassment (IAWBH) Conference",
    "location": "San Diego/hybrid",
    "date_from": "2022-09-20T00:00:00.000Z",
    "date_to": "2022-09-24T00:00:00.000Z",
    "arranged_by": {
      "name": "IAWBH"
    }
  }
}