{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Politihøgskolen"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2165531/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Eva",
        "surname": "Langvik"
      },
      {
        "first_name": "Marte",
        "surname": "Myhrum"
      },
      {
        "first_name": "Anniken",
        "surname": "Grønstad"
      }
    ]
  },
  "cristin_result_id": "2165531",
  "nva_result_id": "0198cc8ef3eb-582dfbed-9bbf-49bf-a172-203afacf8e57",
  "created": {
    "date": "2025-08-21T12:16:17.000Z"
  },
  "last_modified": {
    "date": "2025-09-15T12:27:47.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "APO har som formål å øke kunnskapen om arbeidsvilkår og helseutfordringer på operasjonssentralen. Datainnsamlingen startet i slutten av mai 2022 og ble avsluttet i månedsskiftet august/september 2022. Studien gikk ut til alle nåværende (n=88) og tidligere ansatte (n=74) ved operasjonssentralen i Øst politidistrikt (n=162). Av disse deltok totalt 79 (svarprosent=48.77 %), hvorav 59 var nåværende og 20 var tidligere ansatte. Hovedfunnene viser en klar utfordring knyttet til turnover, siden hovedandelen av de nåværende ansatte har jobbet ved operasjonssentralen (OPS’en) i mindre enn 5 år og rundt halvparten av disse vurderer å bytte jobb. De mest fremtredende fysiske plagene er knyttet til hørsel (enkeltfrekvenser og tinnitus), smerter i korsrygg og søvnproblemer. Hele 54 prosent oppfylte de diagnostiske kriteriene for Insomni, (søvnforstyrrelser) og det er en betydelig positiv sammenheng mellom Insomni og opplevd stress. Symptomer på depresjon var den mest fremtredende mentale plagen, og noe høyere enn i den generelle befolkningen. Deltagerne rapporterer høy arbeidsbelastning, og de som opplever støtte fra leder og kollegaer rapporterer i mindre grad symptomer på utbrenthet. Halvparten av de som har vært eller er sykemeldt oppgir at dette skyldes forhold ved jobben. Mange ønsker systematiske gjennomganger med leder og relevant hjelpepersonell etter hendelser (debrief/defuse) og mulighet for ventilering/defuse med kollegaer i hverdagen generelt. Forhold som oppleves som mest belastende er i all hovedsak knyttet til organisasjonsmessige forhold ved jobben (skiftarbeid, overtid, mangel på personale) og mangel på mulighet for restitusjon, og det hender de er for slitne til å utføre jobben på en kvalitativ god faglig måte på slutten av arbeidsdagen. Flere opplever at mangel på mulighet til å hente seg inn igjen (fysisk og mentalt) henger sammen med tinnitusplager. Ifølge deltagerne kan belastningene reduseres ved organisatoriske justeringer (bedre bemanning, sortering av arbeidsoppgaver oppimot andre aktører), autonomi (større mulighet til pauser, hente seg inn igjen med trening) og fysiske aspekter (støyfilter, lyd). I tillegg foreslås ergonomiske (bedre pulter, stoler) og hørselsrettede tilpasninger (individtilpassede hodetelefoner av god kvalitet). Samlet sett tyder funnene på at det er flere årsaker til at ansatte slutter. Avgjørende ressurser for å kunne stå i jobb (bærekraftig arbeidsliv) er, slik deltagerne ser det, av organisatorisk, fysisk, psykologisk og teknisk art. For å forhindre eskalering av den nåværende situasjonen med høy grad av turnover, dokumenterte tinnitusplager, høyt sykefravær og manglende mulighet til å hente seg inn igjen, er det viktig at forholdene gjøres noe med i tråd med systematisk helse-, miljø- og sikkerhets (HMS) arbeid."
  },
  "title": {
    "nb": "Arbeidsvilkår på operasjonssentralen (APO): Resultater fra en undersøkelse ved operasjonssentralen i Øst politidistrikt"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2165531",
  "number_of_pages": "74",
  "publisher": {
    "name": "Politihøgskolen",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=67E66048-9FE7-4AA6-995B-234CB6B6CBAE"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788278081884"
    }
  ]
}