{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Psychological Reports"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2190260/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Lillis Marie-Louise Elisabeth",
        "surname": "Rabbing"
      },
      {
        "first_name": "Bjørn",
        "surname": "Lau"
      },
      {
        "first_name": "Knut Inge",
        "surname": "Fostervold"
      },
      {
        "first_name": "John",
        "surname": "Blenkinsopp"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      }
    ]
  },
  "cristin_result_id": "2190260",
  "nva_result_id": "0198cc84760f-1cc37131-3f5c-48a4-b4d3-7098423987a1",
  "created": {
    "date": "2025-08-21T12:04:49.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85175459631"
    }
  ],
  "last_modified": {
    "date": "2025-09-15T12:22:56.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1177/00332941231207957"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Objectives Policing is recognized as a highly stressful occupation, encompassing stressors not commonly encountered in other fields. In response, police-specific stress scales have been developed and used when studying police work. Despite changes in the composition of police personnel, most studies examining police working conditions focus on sworn police officers (SPO), excluding employees without police education (EWPE). To advance research and practice on stress in the police, align results, and increase the possibilities for comparisons across studies using police-specific measures (PSMs) we conducted a psychometric evaluation of the two scales in the Police Stress Questionnaire (PSQ). We examined whether adding “Not Applicable” to the response scales would reduce vulnerability and make the PSQ more robust. Method Based on a survey with a randomised sample (N = 560) of SPO and EWPE in the Norwegian Police, we tested the original factor structures of the PSQ through Confirmatory Factor Analysis including tests of factor structures from previous studies. Results For all models, the indicators of fit indicated a poor fit with either our whole or stratified sample. The response choice ‘Not Applicable’ provided extended information for SPOs and EWPEs on the PSQ. Conclusions To promote aligning results and enabling comparisons across studies using the PSQ, we suggest treating the PSQ scales as formative indexes, rather than reflective scales. Adding “Not Applicable” to the response scale offers an influential elaboration of the PSQ with beneficial and extended information. Generalised studies of stress in the police should include the entire population working there."
  },
  "title": {
    "en": "Enhancing self-reported assessment of working conditions in policing: Revisiting the psychometric properties and applications of the police stress questionnaire"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2190260",
  "journal": {
    "cristin_journal_id": "C4388EDA-F515-439C-AB68-57D953ABB6CB",
    "name": "Psychological Reports",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0033-2941"
      },
      {
        "type": "electronic",
        "value": "1558-691X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C4388EDA-F515-439C-AB68-57D953ABB6CB"
  },
  "pages": {
    "from": "1",
    "to": "19"
  }
}