{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2284480/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Mia Rosa Koss",
        "surname": "Hartmann"
      },
      {
        "first_name": "Ingrid Maria",
        "surname": "Helleve"
      },
      {
        "first_name": "Geir Gjerde",
        "surname": "Knutsen"
      }
    ]
  },
  "cristin_result_id": "2284480",
  "nva_result_id": "0198cc8c3ef5-73cbb57b-bac9-4c72-a198-7d0c4995578f",
  "created": {
    "date": "2025-08-21T12:13:19.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T06:45:47.000Z"
  },
  "links": [
    {
      "url_type": "SAMMENDRAG",
      "url": "https://www.gyldendal.no/faglitteratur/jus/politirett/etikk-i-etterforskning/p-10039677-no/"
    },
    {
      "url_type": "OMTALE",
      "url": "https://www.gyldendal.no/faglitteratur/jus/politirett/etikk-i-etterforskning/p-10039677-no/"
    }
  ],
  "original_language": "nb",
  "summary": {
    "nb": "I etterforskningsledelse er beslutninger avgjørende for oppklaringsprosessen. Samtidig er konteksten for etterforskning ofte kjennetegnet av stor uklarhet. I komplekse etterforskningssaker er det ikke to saker som er like. Man kjenner oftest få eller ingen brikker i puslespillet fra starten av. Der lovverket ikke er tydelig, må etikken overta som støtte for etterforskningsledelsen. Hvordan vite om man skal henlegge eller ikke? Hvordan vekte innhenting av informasjon mot det man er villig til å\r\nutsette tredjepart for? Hvordan vekte kompetanse opp mot det å få nok folk til å etterforske? I dette kapittelet ser vi på etterforskningslederes rolle med tanke på å ta beslutninger i saker som inneholder etiske dilemma. Kapittelet er bygget på\r\ndata som forteller hva etterforskningsledere selv identifiserer som etiske dilemma, og analyserer disse i lys av perspektiver på etikk. Tretti studenter som tok etterutdanning i etterforskningsledelse i forkant av etikkundervisningen, ble invitert til å sende inn eksempel på det de selv definerte som etiske dilemma. Bakgrunnen var et ønske om å benytte dilemmaene i undervisningen for å kunne reflektere sammen med kollegaer. Studentene har gitt tillatelse til at dilemmaene brukes i forskning. I dette kapittelet gis ingen svar på hva som er rett eller galt, men derimot en grå ramme som kan benyttes til å reflektere over det å stå overfor to like gode eller like dårlige etiske valg som etterforskningsleder"
  },
  "title": {
    "nb": "Etterforskningslederes opplevelser av etiske dilemma: Ambivalens som premiss i beslutningstaking"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2284480",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc628773-26dfc525-c72b-4b13-ab2a-33d5fe062a0a"
  },
  "pages": {
    "from": "245",
    "to": "260"
  }
}