{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Social Science Research Network (SSRN)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2295653/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Heidi Haugland",
        "surname": "Walker"
      },
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Åse Storhaug",
        "surname": "Hole"
      },
      {
        "first_name": "John",
        "surname": "Blenkinsopp"
      }
    ]
  },
  "cristin_result_id": "2295653",
  "nva_result_id": "0198cc906c9d-1b5f89a4-ded8-412e-9fd8-d5e0c34f73bb",
  "created": {
    "date": "2025-08-21T12:17:53.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T17:15:07.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4940236"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "In this article, based on a qualitative research method, we examine the role of formal employee and safety representatives and their experience of whistleblowing in the Norwegian Correctional Service. Employee representatives and safety representatives experience themselves as having an important role (dissemination of knowledge and prevention through the development of a voice climate). At the same time, there appears to be underutilised potential in the collaboration between the parties, who do not experience the responsibility as being shared. There is a gap between the possibilities for participation provided by formal meeting arenas, and the actual participation and involvement between the parties. The role of the formal employee and safety representatives thus becomes more reactive than proactive. This is seen as resulting from informal factors, discussed here applying theories of proactivity, trust and psychological contracts. Shared responsibility requires mutual trust. Trust is built over time through clarification of expectations, and collaboration. Shared responsibility encourages co-responsibility and proactivity, and this can increase the possibility of treating whistleblowing as a shared responsibility, rather than individual, issue. Collective agreements can be an important organisational measure, contributing to whistleblowing functioning as intended by legislators."
  },
  "title": {
    "en": "The role of formal employee and safety representatives in whistleblowing"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2295653",
  "journal": {
    "cristin_journal_id": "583435B7-EC2F-430B-A349-3CA716CB5F01",
    "name": "Social Science Research Network (SSRN)",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1556-5068"
      }
    ],
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=583435B7-EC2F-430B-A349-3CA716CB5F01"
  }
}