{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "International Journal of Organisational Behaviour"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/360338/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Wenche",
        "surname": "Ryberg"
      },
      {
        "first_name": "Stig Berge",
        "surname": "Matthiesen"
      },
      {
        "first_name": "Ståle",
        "surname": "Einarsen"
      }
    ]
  },
  "cristin_result_id": "360338",
  "nva_result_id": "0198cc87ffbf-db883d41-533f-4d5d-8844-2347f25a525d",
  "created": {
    "date": "2025-08-21T12:08:41.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T20:48:03.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "http://pandora.nla.gov.au/pan/10282/20110718-1007/www.usq.edu.au/_/media/USQ/Business-Law/Journals/Paper2Bjorkelopdf.pdf"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This study investigates whistleblowing and its consequences with an actual whistleblowing case which is assessed using mixed methods (interview, archival documentation, and two psychological tests) and analysed with a proposed model of the whistleblowing process (Soeken, 1986). The whistleblower blew the whistle internally on unethical coercive treatment of patients in a Norwegian health organisation. He then blew the whistle externally when the wrongdoing was not stopped. Retaliation followed and culminated with dismissal when the whistleblower refused to accept relocation to a job with no work assignments. He then sued his employer for unjust dismissal and lost in several judicial courts. Simultaneously, the whistleblowers claims were supported by an external investigation report. The results showed that the case story followed the process described in the Soeken model, although some adjustments of the model are proposed. The retaliation experienced by the whistleblower developed into a situation that may be described as workplace bullying, leading to severe physical and psychological symptoms as measured by the two tests, MMPI-2 and PDS. Despite retaliation and exposure to workplace bullying, the interviewee perceived the most damaging factor not being believed in court and not being listened to. The results have implications for employees, employers and helpers of actual whistleblowers."
  },
  "title": {
    "en": "'When you talk and talk and nobody listens': a mixed method case study of whistleblowing and its consequences"
  },
  "year_published": "2008",
  "url": "https://api.cristin.no/v2/results/360338",
  "journal": {
    "cristin_journal_id": "F7D376BE-73B0-431D-809F-624D8C5053A4",
    "name": "International Journal of Organisational Behaviour",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1440-5377"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=F7D376BE-73B0-431D-809F-624D8C5053A4"
  },
  "volume": "13",
  "issue": "2",
  "pages": {
    "from": "18",
    "to": "40"
  }
}