{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/876067/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Brita",
        "surname": "Bjørkelo"
      },
      {
        "first_name": "Stig Berge",
        "surname": "Matthiesen"
      }
    ]
  },
  "cristin_result_id": "876067",
  "nva_result_id": "0198cc806a76-09134b7d-2ce5-45b4-b347-bbb70178a1be",
  "created": {
    "date": "2025-08-21T12:00:24.000Z"
  },
  "last_modified": {
    "date": "2025-09-15T12:26:12.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "http://idtjeneste.nb.no/URN:NBN:no-bibsys_brage_26382"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "In 2001, Sherron Watkins, an employee in the American gas and energy company Enron, notified her chief executive officer Kenneth Lay about a perceived accounting scandal. Watkins did so hoping Lay would act. He did not, and was later arrested due to his involvement in the wrongdoing acts (cf. Swartz & Watkins, 2003). The following collapse of Enron led to a multitude of workers losing their jobs and pensions and thousands of stock owners losing their investments. The Enron collapse also caused trembling throughout the corporate business world in the US, perhaps strong enough to pave the way for the Sarbanes Oxley Act (SOX) of 2002 (cf. Schmidt, 2005; Dworkin, 2007). SOX consist of two models to aid whistleblowing, the anti-retaliation model and the structural model. The first\r\nconcerns protection against retaliation while the second concerns the requirement of a\r\n‘standardised channel to report organizational misconduct internally within the corporation’\r\n(Moberly, 2006, p. 1107).\r\nThe proactive behaviour of Watkins and others like Cooper and Rowley has been labeled ‘Whistleblowing’. Proactivity at work concerns forward looking and self-initiating behavior without being asked to do so and solving potential problems before they occur (Crant, 2000; Morrison & Phelps, 1999). The act of whistleblowing has the potential to alert and stop harmful activities that often harm a third party and has been defined as ‘the disclosure by organization members (former or current) of illegal, immoral or illegitimate practices under the control of their employers, to persons or organizations that may be able to effect action’ (Near & Miceli, 1985, p. 5). Sometimes, the act of reporting wrongdoing at work is met by retaliation, victimisation and even workplace bullying. This was the case of the consultant urologist Ramon Niekrash. He was removed from duty and later won compensation after he was bullied for reporting how cutbacks impacted patient treatment at Queen Elisabeth Hospital in South London (The Telegraph, 3-10-2009). \r\nIn this chapter we will first outline the background for our research before we explain the term of retaliation and describe some types of such behaviour. Then, we will describe some of the most common symptoms reported after exposure to retaliation and workplace bullying, before we delineate the link between whistleblowing, retaliation, workplace bullying and health. Subsequently, we will portray different ways in which we can prevent and deal with retaliation against whistleblowers. Throughout the chapter, we will also sketch out future directions for studies and practice."
  },
  "title": {
    "en": "Preventing and dealing with retaliation against whistleblowers"
  },
  "year_published": "2011",
  "url": "https://api.cristin.no/v2/results/876067",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc7d8eb5-5c39bf2a-d045-47b4-80f1-824dd5278322"
  },
  "pages": {
    "from": "127",
    "to": "149"
  }
}