{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1538839/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Wendy",
        "surname": "Nilsen"
      },
      {
        "first_name": "Evalill Bølstad",
        "surname": "Karevold"
      },
      {
        "first_name": "Kristin Garaas",
        "surname": "Løchen"
      },
      {
        "first_name": "Anne",
        "surname": "Kjeldsen"
      }
    ]
  },
  "cristin_result_id": "1538839",
  "nva_result_id": "0198cc749df1-bf86d443-e8e9-4be7-be51-5b7ce3ed3514",
  "created": {
    "date": "2025-08-21T11:47:31.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "218373",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    },
    {
      "funding_source_code": "NFR",
      "project_code": "213759",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-09-15T07:46:41.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2507521"
    },
    {
      "url_type": "SAMMENDRAG",
      "url": "https://us.hogrefe.com/shop/tracking-opportunities-and-problems-from-infancy-to-adulthood-78141.html"
    },
    {
      "url_type": "OMTALE",
      "url": "https://us.hogrefe.com/shop/tracking-opportunities-and-problems-from-infancy-to-adulthood-78141.html"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Internalising problems include symptoms of depression and anxiety, which are among the strongest contributors to the global burden of disease according to the World Health Organization (WHO) (Murray & Lopez, 1996). Typically, for internalising symptoms like sadness and fearfulness, they are focused inward (i.e., towards the self). They start to increase in late childhood and early adolescence, and\r\npeak in middle to late adolescence (Costello, Copeland, & Angold, 2011; Rudolph, 2009) \r\n\r\nInternalising problems are hard to identify (Costello & Angold, 2006) and less than half of children and adolescents with internalising problems seek help (Kessler, Avenevoli, & Ries Merikangas, 2001). Thus, a lot of suffering could be reduced if we could increase our knowledge of the aetiology of, and pathways to, depression and anxiety in childhood and adolescence to better to inform to whom, what and how to target intervention and prevention.\r\n\r\nThe current chapter focuses on predicting the development of internalising problems in adolescence. Data collected by the WHO’s World Health Survey reveal that sub-threshold depressive disorders (i.e., high levels of symptoms of depression and anxiety which are not diagnosed as a mental health disorder) are not qualitatively different from full-blown depressive diagnoses (Ayuso-Mateos, Nuevo,\r\nVerdes, Naidoo, & Chatterji, 2010). Studying adolescents who experience sub-threshold depression and anxiety is essential because they constitute the majority of the cases. Further, adolescent sub-threshold levels of symptoms are associated with diagnosed depression and other adverse outcomes in adulthood (Pine, Cohen, Cohen, & Brook, 1999; Shankman et al., 2009). For efficient and effective intervention and prevention, early identification of depressive and anxiety symptoms, before they become chronic, is optimal.\r\n\r\nThis chapter starts with discussion of theoretical frameworks for explaining the development of\r\ninternalising problems and a review of the relevant literature. The chapter then draws together findings\r\nfrom several studies within the TOPP study on how individual factors (e.g., temperamental traits and\r\nbehaviour problems), interpersonal factors (e.g., social skills, support from parents, peers and teachers)\r\nand familial factors (e.g., family adversity and maternal psychological distress) might predict the development\r\nof internalising problems, using a developmental psychopathology framework. The chapter ends with discussion of the applied and research implications of the findings."
  },
  "title": {
    "en": "Predictors of Internalising Behaviour Problems in Adolescents"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1538839",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc622259-ffd825f5-5741-405b-b895-7cd49e5f5e41"
  },
  "pages": {
    "from": "67",
    "to": "80"
  }
}