{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Pediatrics"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1584546/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Wendy",
        "surname": "Nilsen"
      },
      {
        "first_name": "Evalill Bølstad",
        "surname": "Karevold"
      },
      {
        "first_name": "Jannike",
        "surname": "Kaasbøll"
      },
      {
        "first_name": "Anne",
        "surname": "Kjeldsen"
      }
    ]
  },
  "cristin_result_id": "1584546",
  "nva_result_id": "0198cc4e4072-c15ff18a-1bb4-4697-88ca-a2ab0c01915d",
  "created": {
    "date": "2025-08-21T11:05:37.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "218373",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85045253489"
    }
  ],
  "last_modified": {
    "date": "2025-09-15T07:14:04.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12887-018-1100-4"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2570820"
    },
    {
      "url_type": "FULLTEKST",
      "url": "https://bmcpediatr.biomedcentral.com/track/pdf/10.1186/s12887-018-1100-4"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background\r\n\r\nSocial skills might play an important role for the relationship between maternal psychological distress and subsequent development of depressive symptoms. The majority perspective is that social skills is adaptive and protective, but there is a need to also highlight the potential maladaptive effect of social skills in some settings or for some sub groups.\r\n\r\nThe current study examined the longitudinal interplay between maternal-reported psychological distress in early childhood (age 1.5), and offspring reports on social skills and depressive symptoms in early (age 12.5) and middle adolescence (age 14.5).\r\n\r\n\r\nMethods\r\n\r\nWe used data from the Tracking Opportunities and Problems Study (TOPP), a community-based longitudinal study following Norwegian families to examine direct links and interactions between early maternal distress (measured with the Hopkins Symptom Checklist) and early adolescent offspring social skills (measured with the Social Skills Rating System) and middle adolescent depressive symptoms (measured with the Moods and Feelings Questionnaire) in 370 families (in total 740 mothers and adolescents).\r\n\r\n\r\nResults\r\n\r\nExposure to childhood maternal distress predicted offspring depressive symptoms in middle adolescence. Higher social skills in early adolescence predicted lower levels of depressive symptoms for girls, but not for boys, in middle adolescence. An interaction effect was found in which adolescents exposed to early maternal distress who reported high social skills in early adolescence had the highest level of depressive symptoms in middle adolescence.\r\n\r\n\r\nConclusions\r\n\r\nThe findings highlight the nuances in the role of social skills for adolescent depressive symptoms – having the potential to be both adaptive as well as maladaptive for some subgroups (those experiencing maternal psychological distress). This has important implications for social skill programs.\r\n"
  },
  "title": {
    "en": "Nuancing the role of social skills- a longitudinal study of early maternal psychological distress and adolescent depressive symptoms"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1584546",
  "journal": {
    "cristin_journal_id": "3A7741B6-FCD5-4675-90F4-66760B5B2B8F",
    "name": "BMC Pediatrics",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1471-2431"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=3A7741B6-FCD5-4675-90F4-66760B5B2B8F"
  },
  "volume": "18",
  "article_number": "133",
  "issue": "art.nr. 133"
}