{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1379858/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Kateryna",
        "surname": "Maltseva"
      },
      {
        "first_name": "Christian",
        "surname": "Fieseler"
      }
    ]
  },
  "cristin_result_id": "1379858",
  "nva_result_id": "0198cc760d11-858afb01-faad-4c07-9491-38718cf63cc2",
  "created": {
    "date": "2025-08-21T11:49:05.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T02:25:51.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Recent years saw increasing efforts in engaging stakeholders in ecological and social responsibility communications. However, traditionally neither the engagement nor the interest of stakeholders was easy to achieve for organizations, with attention divided, and a lack of understanding and interest often hampering the effectiveness of corporate social responsibility efforts. With our research, we propose that hedonic aspects of stakeholder engagement, in particular embodied through the process of gamifying ecological, social and governance issues, might be an ample addition to more traditional utilitarian CSR communication efforts. Specifically, we propose, based on experimental research, that the addition of gamified elements such goal-achievement, challenge, feedback and reward may better attract attention through increasing the desire for information. Our research thus complements traditional research into CSR-communications with insights about the effectiveness of hedonic message factors, and is an effort to help engage stakeholders in an increasingly attention-starved communication environment. \r\n"
  },
  "title": {
    "en": "A Gamification Approach to Corporate Social Responsibility Communications"
  },
  "year_published": "2016",
  "url": "https://api.cristin.no/v2/results/1379858",
  "event": {
    "name": "66th Annual Conference of the International Communication Association",
    "location": "Fukuoka",
    "date_from": "2016-06-09T00:00:00.000Z",
    "date_to": "2016-06-13T00:00:00.000Z",
    "arranged_by": {
      "name": "International Communication Association"
    }
  }
}