{
  "category": {
    "code": "DOCTORDISSERTAT",
    "name": {
      "en": "Doctoral dissertation"
    }
  },
  "channel": {
    "title": "Unipub forlag"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/877912/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Dag Einar",
        "surname": "Thorsen"
      },
      {
        "first_name": "Raino Sverre",
        "surname": "Malnes"
      },
      {
        "first_name": "Bernt",
        "surname": "Hagtvet"
      }
    ]
  },
  "cristin_result_id": "877912",
  "nva_result_id": "0198cc8f4c50-c84bec18-008d-4f76-bbe3-b762a5c1af6c",
  "created": {
    "date": "2025-08-21T12:16:40.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T11:48:18.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/13298"
    },
    {
      "url_type": "FULLTEKST",
      "url": "http://www.duo.uio.no/sok/work.html?WORKID=149272&fid=90448"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The concept of freedom is a perennial bone of contention in normative political theory, and also the fundamental topic of this thesis. The thesis is divided into an introductory chapter, and three parts with two chapters each.\r\n\r\nIn the first part, the political thought of Isaiah Berlin is examined. Berlin’s ethical theory, commonly called value pluralism is considered especially, together with his conceptual divide between positive and negative liberty, as well as his idea that successful political action is dependent upon sound political judgment and ‘a sense of reality’. It is emphasised that value pluralism can indeed provide a basis for a strong preference for liberal democracy, and that the type of liberalism advocated by Berlin is more moderate and egalitarian than traditional economic liberalism or ‘neoliberalism’.\r\n\r\nThe second part of the thesis is an examination of Karl Popper’s political theories. It is found that there are several links between his epistemological and political theories, often originating in and running through a rather sketchily developed set of moral considerations. It is especially his view that one should minimise avoidable human suffering, an idea Popper called ‘negative utilitarianism’, which links his various theories together so that they become parts of a philosophical system. Because ignorance, unfreedom, and economic exploitation in Popper’s mind lead to much avoidable suffering, it was his view that the state should actively protect the freedom and integrity of all. Popper’s political thought is therefore described as a form of ‘organised liberalism’, or as a combination of liberalism and democratic socialism.\r\n\r\nThe central topic of the third part of this thesis is neoliberalism, and the history of that tradition of political thought. Neoliberals support the establishment of ‘minimal and dispersed’ government institutions, which in practical terms entail massive deregulation and privatisation of the economy in most modern societies. The thesis ends with a comparison of neoliberalism and the egalitarian liberalism recommended by Berlin and Popper. Their kind of liberalism is clearly far removed from neoliberalism, and may serve as the beginnings of a critique of the economic policies associated with neoliberal political theories.\r\n"
  },
  "title": {
    "en": "The Politics of Freedom – A Study of the Political Thought of Isaiah Berlin and Karl Popper, and of the Challenge of Neoliberalism"
  },
  "year_published": "2012",
  "url": "https://api.cristin.no/v2/results/877912",
  "number_of_pages": "282",
  "publisher": {
    "name": "Unipub forlag",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=1F65D04B-A0A7-46DC-8CAB-353255923DF0",
    "nvi_level": "1"
  }
}