{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1365112/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Nadim",
        "surname": "Khouri"
      }
    ]
  },
  "cristin_result_id": "1365112",
  "nva_result_id": "0198cc54549c-7591968b-4452-4b8d-96a9-e96a6bab5b54",
  "created": {
    "date": "2025-08-21T11:12:15.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "217442",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-11T15:49:24.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "The focus of this paper is the figure of the disabled in Palestinian national memory. Disability is a common phenomenon in Palestine. Many are disabled because they incurred injuries in clashes with the Israeli army. The First Intifada, most notoriously, left behind scores of disabled Palestinians after Israeli soldiers were instructed to “break the arms and legs” of stone throwers. More recently, the Gaza war of summer 2014 left 2000 dead and over 11,000 injured. The Palestinian Central Bureau of Statistics predicts that 1,134 of these injured will remain disabled for life. While they constitute an important part of those who struggle against and suffer from Israeli occupation, the injured and disabled have no place in Palestinian national memory. The aim of this paper is to examine why.  \r\n\r\nLike other national struggles, the Palestinian body politic sustains itself through the commemoration of some of its parts. These include the martyr, the fighter, the prisoner, the statesman, the refugee, the intellectual and the peasant. These figures play an important role in Palestinian commemorative practices, because they embody the struggle for self-determination. All have paid a heavy price for their action, be it dispossession, exile, imprisonment, or death. But while there are museums dedicated to prisoners and posters commemorating martyrs, there is nothing for the disabled. Why do death or imprisonment grant entry into a nation’s collective memory, while injury and disability do not? Situated at the intersection of critical disability and memory studies—especially the works of Nancy Hirschmann and Paul Connerton—and building on a series of interviews conducted in May 2014 with Palestinians who suffered from disabling injuries, the paper examines three possible reasons. The first is implied by the logic of nationalism itself. From this perspective, the disabled body clashes with the able-body of the national hero (alive or dead), leaving the disabled outside the pantheon of national figures. The second explanation is ethical. Commemorating the disabled runs the risk of permanently reminding the disabled of his condition. Instead of memory, the disabled are owed support.  The third explanation, which this paper defends, argues that there is some truth to both positions. What they miss, however, is the fact that the bodies of the disabled operate themselves as spaces of memory. They also operate as spaces of forgetfulness, for the disabled individual wants to forget about his injury (a physical and psychological trauma), and the community wants to forget the victimizer’s mark on his disabled body. The paper concludes with a series of commemorative dilemmas: how do we pay respect for the disabled who risked parts of their bodies for a political cause? How can the disabled reclaim a body that carries the mark of the victimizer?  \r\n"
  },
  "title": {
    "en": "Disabled memories: remembering/forgetting the injured in Occupied palestine"
  },
  "year_published": "2015",
  "url": "https://api.cristin.no/v2/results/1365112",
  "event": {
    "name": "Workshop on publishing",
    "location": "Malangen brygger",
    "date_from": "2015-04-23T00:00:00.000Z",
    "date_to": "2015-04-24T00:00:00.000Z",
    "arranged_by": {
      "name": "Pluralism, Democracy and Justice research group "
    }
  }
}