{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2350242/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Synne",
        "surname": "Groufh-Jacobsen"
      },
      {
        "first_name": "Christel",
        "surname": "Larsson"
      },
      {
        "first_name": "Isabelle",
        "surname": "Mulkerrins"
      },
      {
        "first_name": "Dagfinn",
        "surname": "Aune"
      },
      {
        "first_name": "Anine Christine",
        "surname": "Medin"
      }
    ]
  },
  "cristin_result_id": "2350242",
  "nva_result_id": "0198cc4f6a3c-46afa128-210c-4a88-848f-291d94ee2d87",
  "created": {
    "date": "2025-08-21T11:06:53.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "UIA",
      "project_code": "689019",
      "funding_source_name": {
        "nb": "Universitetet i Agder",
        "en": "University of Agder"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85215419283"
    }
  ],
  "last_modified": {
    "date": "2025-10-28T21:35:40.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0311118"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3191804"
    },
    {
      "url_type": "FULLTEKST",
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0311118"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "2508362",
      "url": "https://api.cristin.no/v2/projects/2508362"
    }
  ],
  "summary": {
    "en": "Background Knowledge about the diet quality among youth who follow different types of plant-based diets is essential to understand whether support is required to ensure a well-planned diet that meets their nutritional needs. This study aimed to investigate how food groups, macronutrient intake, and objective blood measures varied between Norwegian youth following different plant-based diets compared to omnivorous diet. Methods Cross-sectional design, with healthy 16-to-24-year-olds (n = 165) recruited from the Agder area in Norway, following a vegan, lacto-ovo-vegetarian, pescatarian, flexitarian or omnivore diet. Participants completed an electronic questionnaire, a dietary screener, 24-hour dietary recalls and provided dried blood samples for analysis of carotenoids and fatty acids. Results Vegans reported the highest mean intake (g/d, g/MJ) of vegetables, legumes, nuts and seeds and substitutes to dairy and meat (compared to all, p<0.001), fruit and berries (compared to omnivores, p = 0.004 and pescatarians, p = 0.007), and vegetable oil (compared to omnivores, p<0.001, pescatarians, p = 0.003 and flexitarians, p = 0.004) and vegetable products (compared to omnivores, p = 0.007). No difference was found between groups in mean intake (g/d, g/MJ) of any of the confectionary foods or sweet pastries, beverages (sugar-sweetened, non-sugary, alcoholic), or salted snacks, neither in g/MJ of convenience foods. The energy percentage (E%) of protein, carbohydrates and total fat were within the Nordic Nutrition Recommendations 2023 across groups. However, all groups, except vegans, exceeded the E% for saturated fatty acids. All groups exceeded recommendations for added and free sugar. Furthermore, all groups consumed <25g/d of dietary fibre, except vegans and pescatarians. For omega-3, lacto-ovo-vegetarians had intakes below recommendations. Blood marker of total carotenoids did not differ between groups, neither did the reported mean intake (g/MJ) of carotenoid-rich foods. Vegans showed the lowest blood level of palmitic acid compared to all (p<0.001), but highest level of linoleic acid (compared to flexitarians, p = 0.022, and omnivores, p<0.001). The lowest blood levels of eicosapentaenoic acid and docosahexaenoic acid were found in vegans and lacto-ovo-vegetarians. Conclusions Our findings suggest that all groups had risk of dietary shortcomings. However, vegans consumed the most favorable diet. All groups should increase their consumption of vegetables, fruits and berries, and reduce their total sugar intake."
  },
  "title": {
    "en": "Food groups, macronutrient intake and objective measures of total carotenoids and fatty acids in 16-to-24-year-olds following different plant-based diets compared to an omnivorous diet"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2350242",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "20",
  "issue": "1"
}