{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Frontiers in Nutrition"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2370662/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Isabelle",
        "surname": "Mulkerrins"
      },
      {
        "first_name": "Anine Christine",
        "surname": "Medin"
      },
      {
        "first_name": "Synne",
        "surname": "Groufh-Jacobsen"
      },
      {
        "first_name": "Claire",
        "surname": "Margerison"
      },
      {
        "first_name": "Christel",
        "surname": "Larsson"
      }
    ]
  },
  "cristin_result_id": "2370662",
  "nva_result_id": "0198cc68e503-d24b2e85-2e87-4937-a788-88ae89f5b73d",
  "created": {
    "date": "2025-08-21T11:34:43.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "UIA",
      "project_code": "689019",
      "funding_source_name": {
        "nb": "Universitetet i Agder",
        "en": "University of Agder"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-105000704574"
    }
  ],
  "last_modified": {
    "date": "2025-10-28T21:43:44.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3389/fnut.2025.1528252"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3192111"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "2508362",
      "url": "https://api.cristin.no/v2/projects/2508362"
    }
  ],
  "summary": {
    "en": "Objective: To assess the intakes of food groups, energy, and macronutrients among youth in Sweden who adhere to vegan, lacto-ovo-vegetarian, pescatarian or omnivorous diets. Further, to evaluate youth’s adherence to the food-based dietary guidelines (FBDG). Design: In this cross-sectional study, dietary intake data was obtained through repeated non-consecutive 24-h dietary recalls (24HDR) and a dietary screener assessing consumption frequency of food groups. Usual daily intakes were estimated using the Multiple Source Method (MSM), and for usual intakes of food groups the 24HDR intake data was combined with consumption frequency. Setting: Gothenburg, Sweden, December 2022–January 2024. Participants: In total 235 youth (78% female, mean age 22 ± 2 years), consisting of 60 vegans, 59 lacto-ovo-vegetarians, 55 pescatarians, and 61 omnivores. Results: For usual intakes (median value), both g/d and g/MJ, all plant-based dietary groups had higher intakes of legumes and plant-based meat analogs compared to omnivores (for all, p < 0.001), and vegans and lacto-ovo-vegetarians had higher intakes of plant-based dairy substitutes (vs. pescatarians and omnivores, p < 0.001). Moreover, vegans had higher intakes of refined grain products (vs. pescatarians, p = 0.012), nuts/seeds (vs. pescatarians and omnivores, p = 0.002), and vegetable oil (vs. omnivores, p = 0.014). Omnivores had higher intakes of fried/premade potato dishes (vs. lacto-ovo-vegetarians and vegans, p < 0.001), and lower intakes of plain potatoes (vs. lacto-ovo-vegetarians and pescatarians, p < 0.001). Overall intakes of ‘sweets and snack foods’ did not differ between dietary groups. Omnivores had higher usual intakes of energy compared to lacto-ovo-vegetarians and pescatarians (10 vs. 9 MJ/d, p = 0.016). Most macronutrient recommendations were met across groups, except for carbohydrates (below for omnivores), fiber (below for omnivores and pescatarians), and saturated fatty acids (exceeded by all except vegans). For the FBDG for whole grains, omnivores (23%) had a higher adherence vs. vegans (2%) and lacto-ovo-vegetarians (3%), p < 0.001. No difference was found between dietary groups for adherence to the FBDG’s for fruits, berries, and vegetables (10%), nuts (24%), and vegetable oil (4%). Conclusion: Swedish youth, regardless of dietary practice, need to increase intakes of fruits, berries, vegetables, nuts, and whole grains, and limit consumption of discretionary foods to better align with food and nutrition recommendations."
  },
  "title": {
    "en": "Dietary intake among youth adhering to vegan, lacto-ovo-vegetarian, pescatarian or omnivorous diets in Sweden"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2370662",
  "journal": {
    "cristin_journal_id": "12D07714-F83D-4334-AFBE-BAE38AB9B22A",
    "name": "Frontiers in Nutrition",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2296-861X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=12D07714-F83D-4334-AFBE-BAE38AB9B22A"
  },
  "volume": "12"
}