{
  "category": {
    "code": "DOCTORDISSERTAT",
    "name": {
      "en": "Doctoral dissertation"
    }
  },
  "channel": {
    "title": "Universitetet i Agder"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2379616/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Synne",
        "surname": "Groufh-Jacobsen"
      }
    ]
  },
  "cristin_result_id": "2379616",
  "nva_result_id": "0198cc59f4aa-d6e3e46e-b74e-47e2-a10c-8fd768df3390",
  "created": {
    "date": "2025-08-21T11:18:24.000Z"
  },
  "last_modified": {
    "date": "2025-10-01T08:43:33.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3196317"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Predominantly plant-based diets offer numerous health benefits, such as reducing the risk of non-communicable diseases. However, poorly planned plant-based diets may pose potential dietary risks, particularly concerning for vulnerable populations, such as youth. The energy and nutrient requirements of youth are increased due to rapid physical growth and cognitive development. Inadequate intake of essential nutrients during this critical life phase can therefore have serious long-term health consequences. At the same time, the youth period represents a transition from dependence of childhood to adulthood independence. During this period, youth gain greater responsibility over their food choices. Therefore, it is of importance for youth to be equipped with the needed food literacy competencies, for them to be able to navigate today’s food environment, and to make health promoting food choices. Particularly, if omitting several food groups from their diet, such as restrictive plant-based diets. In Nordic countries, studies on dietary intake and nutritional status among youth following plant-based diets were last conducted for more than 20 years ago. Currently, data are lacking on this demographic in Norway, highlighting the need for updated research. In addition, data on food literacy among youth following plant-based diets are absent."
  },
  "title": {
    "en": "Dietary intake, nutritional status, and food literacy competencies among Norwegian youth following plantbased and omnivore diets"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2379616",
  "number_of_pages": "306",
  "publisher": {
    "name": "Universitetet i Agder",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=021C2B4A-3ECA-4C28-A121-47B9AE3F67C5"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788284272627"
    }
  ]
}