{
  "category": {
    "code": "ACADEMICREVIEW",
    "name": {
      "en": "Academic literature review"
    }
  },
  "channel": {
    "title": "Food & Nutrition Research (FNR)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2390187/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Anine Christine",
        "surname": "Medin"
      },
      {
        "first_name": "Stine Rambekk",
        "surname": "Gulowsen"
      },
      {
        "first_name": "Synne",
        "surname": "Groufh-Jacobsen"
      },
      {
        "first_name": "Ingunn",
        "surname": "Berget"
      },
      {
        "first_name": "Ida Synnøve Bårvåg",
        "surname": "Grini"
      },
      {
        "first_name": "Paula",
        "surname": "Varela"
      }
    ]
  },
  "cristin_result_id": "2390187",
  "nva_result_id": "0198cc48a550-1bde1166-b9d7-4325-b680-e67138a0cf77",
  "created": {
    "date": "2025-08-21T10:59:29.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "UIA",
      "project_code": "689019",
      "funding_source_name": {
        "nb": "Universitetet i Agder",
        "en": "University of Agder"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-01T08:46:28.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.29219/fnr.v69.12217"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3204879"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Ultra-processed foods (UPFs) are associated with negative health outcomes, but current classification systems, including the dominant NOVA system, are typically not suitable for identifying which factors of these foods may be harmful. New ways of defining UPFs are needed to better understand how food processing affects health. Objective: To identify classification systems that include a category for ultra-processed or highly processed foods with a focus on comparing their definitions and provide a current evaluation of available alternatives to NOVA. Design: A systematic literature review was conducted following the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) guidelines, with the search strategy developed in collaboration with a university librarian. The literature search was completed on 18 December 2023, using databases Medline, Embase (via Ovid), and Web of Science. No human participants were included. Results: We identified six systems – NOVA, European Prospective Investigation into Cancer and Nutrition (EPIC), International Food Policy Research Institute (IFPRI), University of North Carolina (UNC), UnProcessed Pantry Project (UP3), and Siga – that categorize highly processed food or UPFs. These systems differ in structure and detail, with NOVA, EPIC, and Siga providing specific examples of processing techniques. Regarding additives, NOVA, Siga, and UP3 include them explicitly, with Siga offering the most detailed categorization based on additives and ingredients. Siga also includes quantitative measures for nutritional quality, including cut-offs for sugar, fat, and salt, while IFPRI and UP3 address nutritional quality non-quantitatively. Discussion: When comparing NOVA’s UPF category with the highly processed food or UPF categories used in the other five identified systems, we found that none specifies processing techniques clearly. Both NOVA and Siga define additives unique to their UPF categories. Siga stands out by addressing the diverse risks associated with additives and offering quantitative nutritional quality criteria, thus addressing some of the criticisms of how UPFs are commonly defined. Conclusions: Siga represents a valuable, but not final, step forward in classifying UPFs and could serve as a reference in developing a new operational definition for UPFs."
  },
  "title": {
    "en": "Definitions of ultra-processed foods beyond NOVA: a systematic review and evaluation"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2390187",
  "journal": {
    "cristin_journal_id": "55E8AF20-1710-4071-9017-454C7166B4A5",
    "name": "Food & Nutrition Research (FNR)",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1654-6628"
      },
      {
        "type": "electronic",
        "value": "1654-661X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=55E8AF20-1710-4071-9017-454C7166B4A5"
  },
  "volume": "69",
  "pages": {
    "from": "1",
    "to": "15"
  }
}