{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Discover Education"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2319965/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Helga",
        "surname": "Fjærvoll"
      },
      {
        "first_name": "Ella Marie",
        "surname": "Sandbakken"
      }
    ]
  },
  "cristin_result_id": "2319965",
  "nva_result_id": "0198cc68a965-9837989c-73f0-494b-8241-e8a9c41eeece",
  "created": {
    "date": "2025-08-21T11:34:27.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85211165897"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T16:28:46.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1007/s44217-024-00288-3"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Online students are becoming an increasingly big part of the student population in higher education. Interaction and collaboration is beneficial for academic performance and well-being, but can be challenging to facilitate in the online context. Through individual in-depth interviews, we have investigated online students’ experiences of academic and social community, as well as the role study flexibility can play in their participation in such communities. The thematic analysis resulted in four themes. Theme 1, Expectations of being self-sufficient, shows that many participants made good use of the flexibility of the studies by being organised and independent. However, the expectation of independence became a potential barrier to participation. Theme 2, Collaboration if valuable and flexible, describes how most participants desired increased collaboration with their peers, given that it was flexible and of academic value. Theme 3, Study groups as important but fragile communities, illustrates study groups as the participants’ primary learning communities, but finds that maintaining them over time could be challenging. Theme 4, Digital distance, depicts many participants’ challenges with connecting digitally with others. We discuss these findings in the light of self-determination theory, showing how flexibility can become both a facilitator and a barrier for basic need satisfaction in online education, and that participation and collaboration seemed to be more closely connected to the need for competence than for relatedness. The main implication of the study is that online studies should strive to create a need-supportive environment that facilitates academic community while acknowledging many online students’ necessity for flexibility."
  },
  "title": {
    "en": "\"It's not like we go and chat just because we see each other's name on the screen\": online students' experiences of social and academic community"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2319965",
  "journal": {
    "cristin_journal_id": "C7723614-49C3-4F3F-959B-64BEE8B0E032",
    "name": "Discover Education",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2731-5525"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C7723614-49C3-4F3F-959B-64BEE8B0E032"
  },
  "volume": "3",
  "article_number": "180",
  "issue": "1"
}