{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Arthritis & Rheumatology"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1769279/contributors",
    "count": 9,
    "preview": [
      {
        "first_name": "Kristin Schjander",
        "surname": "Berntsen"
      },
      {
        "first_name": "Truls",
        "surname": "Raastad"
      },
      {
        "first_name": "Henriette",
        "surname": "Marstein"
      },
      {
        "first_name": "Eva Astrid",
        "surname": "Kirkhus"
      },
      {
        "first_name": "Else",
        "surname": "Merckoll"
      },
      {
        "first_name": "Kristoffer Toldnes",
        "surname": "Cumming"
      }
    ]
  },
  "cristin_result_id": "1769279",
  "nva_result_id": "0198cc45a051-66a47909-0daa-47d7-9b70-1d083527bb7e",
  "created": {
    "date": "2025-08-21T10:56:11.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85082939262"
    }
  ],
  "last_modified": {
    "date": "2025-09-08T12:47:48.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1002/art.41174"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/75125"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Objective: To compare muscle strength and endurance of the knee extensors between patients with long‐term juvenile dermatomyositis (DM) and controls and between patients with active disease and those with inactive disease, and to explore associations between strength/endurance and 1) clinical parameters, 2) physical activity, and 3) humoral/structural adaptation in the skeletal muscle of patients. Methods: In a cross‐sectional study (44 patients and 44 age‐ and sex‐matched controls), we tested isometric muscle strength (peak torque, in Nm) and dynamic muscle endurance (total work, in Joules) of the knee extensors, physical activity (measured by accelerometer), and serum myokine levels (by enzyme‐linked immunosorbent assay). Patients were examined with validated tools (clinical muscle tests and measures of disease activity/damage and inactive disease) and using magnetic resonance imaging of the thigh muscles, which included evaluation of the quadriceps cross‐sectional area (CSA). Needle biopsy samples of the vastus lateralis muscle (obtained from 12 patients ages ≥18 years) were assessed by histochemistry. Results: After a mean ± SD disease duration of 21.8 ± 11.8 years, peak torque was lower in patients with juvenile DM compared to controls (mean difference 29 Nm, 95% confidence interval 13–46; P = 0.001). Similarly, total work of the knee extensors was lower in patients compared to controls (median 738J [interquartile range 565–1,155] versus 1,249J [interquartile range 815–1,665]; P < 0.001). Both peak torque and total work were lower in patients with active juvenile DM compared to those with inactive disease (both P < 0.019); in analyses controlled for quadriceps CSA, only total work remained lower in patients with active disease. Moreover, peak torque and total work correlated with findings from clinical muscle tests in patients with active disease (r = 0.57–0.84). Muscle biopsy results indicated that the fiber type composition was different, but capillary density was similar, between patients with active disease and those with inactive disease. Conclusion: In patients with long‐term juvenile DM, both muscle strength and endurance of the knee extensors were lower when compared to matched controls, and also lower in patients with active disease compared to those with inactive disease. Our results indicate a need for more sensitive muscle tests in this clinical setting. We hypothesize that impaired muscle endurance in patients with active juvenile DM may be influenced by structural/functional adaptations of muscle tissue independent of muscle size."
  },
  "title": {
    "en": "Functional and Structural Adaptations of Skeletal Muscle in Long-Term Juvenile Dermatomyositis; a Controlled Cross-Sectional Study"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1769279",
  "journal": {
    "cristin_journal_id": "DA54C881-2E17-49F0-A32A-B643C0A753A6",
    "name": "Arthritis & Rheumatology",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2326-5191"
      },
      {
        "type": "electronic",
        "value": "2326-5205"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=DA54C881-2E17-49F0-A32A-B643C0A753A6"
  }
}