{
  "category": {
    "code": "DOCTORDISSERTAT",
    "name": {
      "en": "Doctoral dissertation"
    }
  },
  "channel": {
    "title": "Universitetet i Bergen"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1445845/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Mona",
        "surname": "Berthelsen"
      },
      {
        "first_name": "Stein",
        "surname": "Knardahl"
      },
      {
        "first_name": "Ståle",
        "surname": "Pallesen"
      }
    ]
  },
  "cristin_result_id": "1445845",
  "nva_result_id": "0198cc606413-fa928046-acae-4bb4-8174-7f307f76f83a",
  "created": {
    "date": "2025-08-21T11:25:25.000Z"
  },
  "last_modified": {
    "date": "2025-08-28T20:17:02.000Z"
  },
  "date_published": "2017-02-10T00:00:00.000Z",
  "links": [
    {
      "url_type": "SAMMENDRAG",
      "url": "http://www.uib.no/nye-doktorgrader/104821/skiftarbeid-arbeidsmilj%C3%B8-og-mental-helse"
    },
    {
      "url_type": "OMTALE",
      "url": "http://www.uib.no/nye-doktorgrader/104821/skiftarbeid-arbeidsmilj%C3%B8-og-mental-helse"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Many services depend on having staff 24 hours a day, including petroleum onshore and offshore facilities, and the health care sector. Employees engaged in shift work are exposed to working hours outside the standard 8-16 working day. Working at evenings or nights, or rotating between different combinations of daytime, evening time, and nights may be challenging to the individual in terms of regulation of circadian rhythm, sleep deprivation or challenges to work-family balance, which in turn may affect the mental health of workers. Work is a central part of most peoples&#39; lives. Thus, events occurring in relation to work may affect the mental health of workers in both positive and negative ways. The overall aims of the current thesis were to elucidate the ways shift schedules in combination with psychological and social conditions at work may influence the mental health of workers. To gain such knowledge a range of different shift schedules employed in the petroleum industry and within the health-care sector were studied. Furthermore, emphasis was on how working conditions relate to mental health by studying working conditions as predictors of mental health and mental health as predictor of working conditions. Participants were recruited from six companies operating in the Norwegian onshore- and offshore petroleum industry, and from members registered in the Norwegian Nurses Organization. Study 1 analyzed 1471 employees operating at onshore and offshore facilities. Differences in mental distress between various shift schedules were elucidated by comparing offshore shift types with zero, seven or 14 consecutive nights. Permanent-daytime (14 days) was compared with permanent-night shift (14 days), and swing shift (7 nights / 7days) was compared with permanent-night shifts. Among onshore workers, permanent-day shift was compared with rotating-shift work (day, evening and night). No statistical significant differences in mental distress between workers in different shift schedules were demonstrated. Six psychological and social work exposures were studied. Differences in work exposures between the shift schedules were demonstrated. Onshore revolving-shift workers reported lower job control compared with onshore daytime workers. Offshore swing-shift workers reported lower job control compared to permanent-night and -day workers offshore. Permanent night-workers reported higher job control, fair- and empowering leadership, and support from co-workers and superior compared to swing-shift workers. Associations between the six work factors and mental distress were analyzed separately for onshore and offshore workers, and with increasing level of adjustment. A specific hypothesis for study 1, was to elucidate whether the personality trait neuroticism influenced associations between work factors and mental distress. Onshore workers exhibited associations between job demands, job control, role conflict, and support and mental distress. Adjusted for neuroticism only role conflict reached statistical significance, whereas adjusted for all work factors only job control reached statistical significance. Among offshore workers all six work factors were associated with mental distress, also when adjusted for neuroticism. When adjusted for all work factors, role conflict and support were no longer statistically significant. In the fully adjusted model job demands, role clarity, and support reached statistical significance. Study 2 elucidated prospective effects of shift work, and six psychological and social work factors on mental distress among nurses. Specific to this study were the elucidation of moderating effects between shift work, and work factors on mental distress, elucidation of cross-lagged effects between work exposures and mental distress, and analyzing symptoms of anxiety and depression as separate outcomes. A total of 1582 nurses responded both at baseline and follow-up, and were included in the study. This study analyzed effects of night work compared to non-night work, and rotating-shifts with permanent-shifts. No statistical significant effects of shift schedules on anxiety and depression were demonstrated. However, differences in work exposures between shift schedules were demonstrated. Nurses working nights reported higher levels of role clarity and job demands, and lower levels of decision authority compared to non-night workers. Nurses working rotating-shifts reported higher levels of job demands, role clarity, and skill discretion, and lower levels of role clarity and decision authority compared to permanent-shift nurses. No statistically significant moderation effects between night work and rotating-shift work, and work content on mental distress were demonstrated. Study 2 demonstrated distress-to-work effects, where baseline symptoms of anxiety and depression predicted follow-up reporting of role clarity, role conflict, fair leadership, and social support. Work-to-distress effects were also demonstrated between job demands and symptoms of depression. Study 3 elucidated prospective effects of shift work, job type, psychological, social and physical work factors on mental distress among offshore workers. Both direct effects and interaction effects were examined. Unlike the two other studies, study 3 included job type, and exposure to noise and cold as predictors of mental distress. Furthermore, effects of 12 specific psychological and social work factors on mental distress were elucidated. Study 3 also examined reverse effects, but not with cross-lagged models as in paper 2. A total of 531 offshore workers responded both at baseline and follow-up, and were included in the study. In this study swing-shift was compared to permanent-day time. No statistically significant effects of shift work, or job type on mental distress were detected. Furthermore, no statistically significant moderation effects between shift work, and work exposures, or job type and work exposures on mental distress were detected. However, work-to-distress and distress-to-work effects were demonstrated. Nine out of twelve psychological and social work factors, and exposure to noise and cold were associated with follow-up mental distress. Adjusted for baseline distress, only exposure to noise reached statistical significance. Adjusted for all work exposures, only quantitative demands reached statistical significance. Baseline mental distress was associated with 11 out of 12 follow-up psychological and social work exposures, and exposure to noise. Adjusted for baseline work factor only learning demands was predicted by baseline mental distress. In conclusion, none of the shift schedules studied in the current thesis seems to affect the mental health of workers. However, this does not mean that such effects do not exist. The current thesis has pointed to several methodological challenges of studying mental health effects of shift work. Among these factors the healthy worker effect is central. Another possible explanation for the current findings may be that shift work may not be as important for mental health as hypothesized, at least not in Norway. Effects of shift work on mental distress seem not to be moderated by work content. However, this does not mean that such effects do not exist. The lack of moderating effects may be explained by methodological short comings such as restricted variance in exposures and outcome, or the healthy worker effect. Work content seems to affect the mental health of workers, and the mental health of workers seems to affect the perception of work content. However, the study of the reciprocal relationship between work content and mental health problems would benefit from employing longitudinal designs with different follow-up intervals in order to capture both short- and long term effects of work exposure. It seems reasonable that mental health problems may affect the perception of working conditions more promptly than exposure to adverse working conditions affect the mental health of workers."
  },
  "title": {
    "en": "Effects of shift work and psychological and social work factors on mental distress. Studies of onshore/offshore workers and nurses in Norway"
  },
  "year_published": "2017",
  "url": "https://api.cristin.no/v2/results/1445845",
  "publisher": {
    "name": "Universitetet i Bergen",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=CBCE38D7-C6C6-4CE9-BCED-D64610033E9B"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788230831175"
    }
  ]
}