{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Public Health"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1807893/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Mona",
        "surname": "Berthelsen"
      },
      {
        "first_name": "Marianne Bang",
        "surname": "Hansen"
      },
      {
        "first_name": "Alexander",
        "surname": "Nissen"
      },
      {
        "first_name": "Morten Birkeland",
        "surname": "Nielsen"
      },
      {
        "first_name": "Stein",
        "surname": "Knardahl"
      },
      {
        "first_name": "Trond",
        "surname": "Heir"
      }
    ]
  },
  "cristin_result_id": "1807893",
  "nva_result_id": "0198cc4bd376-d4a46db5-8d34-44c5-92a1-c3e7539be124",
  "created": {
    "date": "2025-08-21T11:02:58.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85082554381"
    }
  ],
  "last_modified": {
    "date": "2025-09-12T05:56:43.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12889-020-08465-3"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3147035"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background\r\nStudies have shown that terrorist attacks affect the mental and physical health of persons exposed to terrorism. When terror strikes at the workplace where people spend much time, and should feel safe, the health consequences for those affected might be severe. The aim of the study was to determine whether psychological and social work factors moderates effects of exposure to a workplace terrorist attack on subsequent doctor-certified sickness absence.\r\n\r\nMethods\r\nThe study design combined survey data with register data on sickness absence. Data on exposure to the attack, and psychosocial working conditions were collected by a web-based questionnaire 10 months after the attack. Survey data was linked to registry data on doctor-certified sickness absence over the one-year time period following baseline. The survey response rate was 56% (n = 1974), where 80.6% (1591) gave consent to link survey data to data on sickness absence. Exposure to the attack was assessed as “Directly-”, or “Indirectly exposed”. Psychological and social work factors were measured by the General Questionnaire for Psychological and Social factors at Work (QPSNordic). Data were analyzed with negative binominal hurdle regressions.\r\n\r\nResults\r\nDirect exposure to the attack increased the odds of becoming sick-listed if role clarity was average (OR = 1.50) or high (OR = 2.13), but not if low (OR = 1.17). Direct exposure was associated with higher sickness absence rates if control over work pace was low (RR = 1.61). Role conflict, support from co-workers, and -superior showed weaker evidence of moderating effects of exposure on sickness absence.\r\n\r\nConclusions\r\nExposure to the bomb explosion, as well as psychosocial working conditions affect the risk of employee sickness absence. Psychosocial working conditions seems to moderate effects of exposure to workplace terrorism on subsequent sickness absence. Organizations would benefit from striving for good psychological and social working conditions both as preventions against illness and sickness absence, and as measures in the aftermath of a workplace terrorist attack."
  },
  "title": {
    "en": "Effects of exposure to workplace terrorism on subsequent doctor certified sickness absence, and the modifying role of psychological and social work factors: a combined survey and register study"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1807893",
  "journal": {
    "cristin_journal_id": "D0FB75E4-8313-43F0-9B9D-44E02DCFA8EF",
    "name": "BMC Public Health",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1471-2458"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=D0FB75E4-8313-43F0-9B9D-44E02DCFA8EF"
  },
  "volume": "20",
  "article_number": "367",
  "issue": "1"
}