{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMJ Open"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1947219/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Maria Teresa Grønning",
        "surname": "Dale"
      },
      {
        "first_name": "Alexander",
        "surname": "Nissen"
      },
      {
        "first_name": "Mona",
        "surname": "Berthelsen"
      },
      {
        "first_name": "Håkon K.",
        "surname": "Gjessing"
      },
      {
        "first_name": "Trond",
        "surname": "Heir"
      }
    ]
  },
  "cristin_result_id": "1947219",
  "nva_result_id": "0198cc5424ff-1efaf389-1927-4d65-b9f5-79155750c1fb",
  "created": {
    "date": "2025-08-21T11:12:03.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85118243963"
    }
  ],
  "last_modified": {
    "date": "2025-09-15T05:47:34.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1136/bmjopen-2021-052628"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/89131"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Objectives Studies show that social support may reduce the negative psychological effects of terror. The aim was to explore the effects of the psychosocial work environment on sick leave risk among governmental employees after a workplace bomb attack. Design We linked longitudinal survey data collected at 10 and 22 months after the bombing with registry data on doctor-certified sick leave collected from 42 months before the attack to 33 months after the attack. ORs and rate ratios were estimated with mixed effects hurdle models. Setting The bombing of the government ministries in Oslo, Norway, 22 July 2011. Participants We identified 1625 participants from a cohort of 3520 employees working in the ministries during the bombing in 2011. Results After adjustment for confounders, social support from coworkers reduced the odds of sick leave (OR 0.80, 95% CI 0.68 to 0.93), and there was marginal evidence for reduced odds with support from superior (OR 0.87, 95% CI 0.87 to 1.03). A social work climate, an innovative climate and a human resource primacy climate (HRP) reduced the sick leave risk (eg, HRP OR 0.77, 95% CI 0.66 to 0.90). The hurdle model found no associations between psychosocial support at work and the duration of sick leave. Conclusions Psychosocial support at work can enhance employees’ work ability after terror and reduce the sick leave risk by more than 20%. However, a supportive psychosocial work environment did not reduce the duration of sickness absence. The protective role of psychosocial work factors on sick leave may be most significant when employees are at work and interact with their work environment."
  },
  "title": {
    "en": "Psychosocial work factors and sick leave risk after a terrorist bomb attack: a survey and registry-based longitudinal study of governmental employees in Norway"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1947219",
  "journal": {
    "cristin_journal_id": "311140AF-35EA-4DB8-B62E-634A3F434474",
    "name": "BMJ Open",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2044-6055"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=311140AF-35EA-4DB8-B62E-634A3F434474"
  },
  "volume": "11",
  "article_number": "e052628",
  "issue": "10"
}