{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Frontiers in Public Health"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1951329/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Mona",
        "surname": "Berthelsen"
      },
      {
        "first_name": "Marianne Bang",
        "surname": "Hansen"
      },
      {
        "first_name": "Alexander",
        "surname": "Nissen"
      },
      {
        "first_name": "Morten Birkeland",
        "surname": "Nielsen"
      },
      {
        "first_name": "Stein",
        "surname": "Knardahl"
      },
      {
        "first_name": "Trond",
        "surname": "Heir"
      }
    ]
  },
  "cristin_result_id": "1951329",
  "nva_result_id": "0198cc935e5e-ef1b568e-dc84-4fda-8c9b-b29025d587d0",
  "created": {
    "date": "2025-08-21T12:21:06.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85119397204"
    }
  ],
  "last_modified": {
    "date": "2025-09-12T05:52:12.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3389/fpubh.2021.708260"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2832787"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The psychosocial work environment is of great importance for regaining health and productivity after a workplace disaster. Still, there is a lack of knowledge about the impact of a disaster on the psychosocial work environment. The purpose of this study was to examine whether employees' perceptions of role clarity, role conflicts, and predictability in their work situation changed from before to after a workplace terrorist attack. We combined data from two prospective work environment surveys of employees in three governmental ministries that were the target of the 2011 Oslo terrorist attack. A first two-wave survey was conducted 4–5 years and 2–3 years before the attack, and a second three-wave survey took place 10 months, 2 years, and 3 years after the attack. Of 504 individuals who were employed at the time of the bombing, 220 were employed in both pre- and post-disaster periods, participated in both the first and the second survey, and consented to the linking of data from the two surveys. We found no significant changes in levels of role clarity, role conflict, and predictability from before to after the terrorist attack. Adjusting for sex, age and education had no effect on the results. The findings suggest that perceptions of the psychosocial working environment are likely to be maintained at previous levels in the aftermath of a workplace disaster. Considering the importance of the psychosocial work environment for regaining health and productivity, the findings are important for the preparation for, and management of, future crises."
  },
  "title": {
    "en": "The Impact of a Workplace Terrorist Attack on the Psychosocial Work Environment: A Longitudinal Study From Pre- to Post-disaster"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1951329",
  "journal": {
    "cristin_journal_id": "778C1537-B3D6-462E-A475-632E387E7E45",
    "name": "Frontiers in Public Health",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2296-2565"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=778C1537-B3D6-462E-A475-632E387E7E45"
  },
  "volume": "9",
  "article_number": "708260"
}