{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Cogent Business & Management"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1457583/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Wondwesen",
        "surname": "Tafesse"
      },
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      }
    ]
  },
  "cristin_result_id": "1457583",
  "nva_result_id": "0198cc6e9c85-36aa80a1-cbb0-4533-8c27-bc0cd0a322d3",
  "created": {
    "date": "2025-08-21T11:40:57.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85044970311"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T01:12:53.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1080/23311975.2017.1284390"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/10873"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Abstract: Brand posts are concise and recurrent updates created by brands and sent out to their followers on social media. Brand posts play a crucial linking role by connecting brands to their customers and fans on a daily basis. Brand posts represent a rich form of communication that convey various brand meaning and experiences using multiple media formats. Despite this, however, brand posts have not been subjected to formalized analyses in the literature. Accordingly, the purpose of this study is to conduct a formalized analysis of brand posts and propose a systematic framework to categorize them. With this aim, the study performed qualitative content analysis involving three interrelated coding procedures. First, the study reviewed the relevant literature to identify pre-existing coding categories (deductive coding). Second, the study drew together systematic inferences from a purposive sample of brand posts (n = 371) to derive new coding categories (inductive coding). Finally, the study implemented a double-coding procedure on a probabilistic sample of brand posts (n = 249) to validate the initial coding categories (validation coding). Together, the three coding procedures produced 12 exhaustive and mutually exclusive categories of brand posts. The proposed categorization offers a comprehensive framework to think about brand posts. For marketers, it provides guidance to create the stream of content necessary to stimulate daily customer interaction on social media. For researchers, it offers a solid conceptual foundation to categorize, code and model brand posts."
  },
  "title": {
    "en": "A framework for categorizing social media posts"
  },
  "year_published": "2017",
  "url": "https://api.cristin.no/v2/results/1457583",
  "journal": {
    "cristin_journal_id": "7C2FC897-0AB6-4F6E-92C5-C2575FC09B4F",
    "name": "Cogent Business & Management",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2331-1975"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=7C2FC897-0AB6-4F6E-92C5-C2575FC09B4F"
  },
  "volume": " 4: 1284390",
  "issue": "1",
  "pages": {
    "from": "1",
    "to": "22"
  }
}