{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Food Quality and Preference"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1511782/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Sarah Joy",
        "surname": "Lyons"
      },
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      }
    ]
  },
  "cristin_result_id": "1511782",
  "nva_result_id": "0198cc8594a8-cd65d1d7-4587-4f55-8478-628bbf971e41",
  "created": {
    "date": "2025-08-21T12:06:03.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NOFIMA",
      "project_code": "10920",
      "funding_source_name": {
        "nb": "Nofima AS",
        "en": "Nofima AS"
      }
    },
    {
      "funding_source_code": "NFR",
      "project_code": "233751",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85031744491"
    }
  ],
  "last_modified": {
    "date": "2025-09-15T12:06:52.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.foodqual.2017.10.006"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2481038"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Green is commonly used in marketing to evoke utilitarian and environmental cues, whereas red is regularly found on food logos to induce arousal and excitement. This paper investigates how these colors may contribute to consumer evaluations of premiumness through congruence and incongruence between the marketing message and color on product packages. The literature suggests that, although congruence between product elements and the marketing message often is evaluated as more appropriate, a “moderate incongruence effect” may result in consumer preferences for a moderate incongruence between design elements. Two between-subject experiments suggest that the premise of congruity or incongruity applies to explaining how colors may evoke higher premium evaluations. Study 1 demonstrates that for a product of hedonic nature, consumers will evaluate the product as more premium when the color and product framing are congruent (e.g., red on a package framed as “tasting delicious” or green on a package sold as “healthy”). Study 2 demonstrates the opposite effect by suggesting that when a product is primarily utilitarian, it will be perceived as more premium when the framing of the product and the color are incongruent (e.g., green on the package marketed for its “delicious taste” or red on the package sold as “healthy”). The study adds a novel understanding of how the mechanism of congruence and incongruence between color and a hedonic versus utilitarian marketing message can lead to premium associations. It also has practical implications for marketing managers as to how one can enhance the premium evaluations through color and marketing message."
  },
  "title": {
    "en": "Evoking premiumness: How color-product congruency influences premium evaluations"
  },
  "year_published": "2017",
  "url": "https://api.cristin.no/v2/results/1511782",
  "journal": {
    "cristin_journal_id": "37465EE8-DDCA-45FB-B98D-2EF2C8E16DDA",
    "name": "Food Quality and Preference",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0950-3293"
      },
      {
        "type": "electronic",
        "value": "1873-6343"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=37465EE8-DDCA-45FB-B98D-2EF2C8E16DDA"
  },
  "volume": "64",
  "pages": {
    "from": "103",
    "to": "110"
  }
}