{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Consumer Marketing"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1608520/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      },
      {
        "first_name": "Wondwesen",
        "surname": "Tafesse"
      }
    ]
  },
  "cristin_result_id": "1608520",
  "nva_result_id": "0198cc864423-dc239029-d600-41ce-bfcc-74f5604cd0eb",
  "created": {
    "date": "2025-08-21T12:06:48.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85049064819"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T16:13:40.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1108/JCM-08-2016-1905"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Purpose\r\nThis study aims to examine how message strategy influences consumer behavioral engagement in social media. To this end, the study develops a comprehensive typology of branded content in social media and tests for its effect on consumer behavioral engagement.\r\n\r\nDesign/methodology/approach\r\nA sample of brand posts derived from the official Facebook pages of top corporate brands was double-coded using an elaborate coding instrument. Message strategy was operationalized using three main message strategies (i.e. informational, transformational and interactional) and their paired combinations. Consumer behavioral engagement was operationalized using consumer actions of liking and sharing brand posts. Proposed relationships were tested with MANCOVA and univariate ANOVAs.\r\n\r\nFindings\r\nResults indicate that the transformational message strategy is the most powerful driver of consumer behavioral engagement, while no significant difference is observed between the informational and the interactional message strategies. Further, complementing the informational and interactional message strategies with the transformational message strategy markedly enhances their effectiveness.\r\n\r\nPractical implications\r\nUseful managerial guidance to develop effective message strategies is offered. In particular, the importance of transformational messages, both as a standalone and a complementary message strategy, is underscored. By mastering and deploying transformational messages more frequently in their social media communication, marketers could improve their effectiveness.\r\n\r\nOriginality/value\r\nDrawing on a theory-driven typology, this study sheds light on how message strategy shapes consumer behavioral engagement in a social media context. Importantly, the study documents pioneering empirical evidence regarding the effect of combined message strategies on consumer behavioral engagement."
  },
  "title": {
    "en": "Using message strategy to drive consumer behavioral engagement on social media"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1608520",
  "journal": {
    "cristin_journal_id": "0C9295CD-BA85-410C-9899-7118E4E26216",
    "name": "Journal of Consumer Marketing",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0736-3761"
      },
      {
        "type": "electronic",
        "value": "2052-1200"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=0C9295CD-BA85-410C-9899-7118E4E26216"
  },
  "volume": "35",
  "issue": "3",
  "pages": {
    "from": "241",
    "to": "253"
  }
}