{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Rural Studies"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1682621/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Kåre",
        "surname": "Skallerud"
      },
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      }
    ]
  },
  "cristin_result_id": "1682621",
  "nva_result_id": "0198cc7d7880-3c1068a2-bee0-4580-847e-5c3df7ba4d58",
  "created": {
    "date": "2025-08-21T11:57:11.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85062235304"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T01:14:22.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.jrurstud.2019.02.020"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/15277"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Consumption of local food is a fast-growing trend supported by local food advocates and governments. This trend has also captured the interest of researchers. The present study draws from the foundational principles of the theoretical perspective of helping behaviour with a view to enhancing the understanding of why people buy local food. This article tests a conceptual framework with proposed relationships between helping behaviour constructs and local food-buying behaviour within a Norwegian context. Local food consumers in Troms County are surveyed, and the results indicate that empathic concern and social concern influence their attitude towards, and preference for, local food. Local patriotism influences the preference for local food even if such consumers evaluate it as being of lower quality and less desirable than other food products. This study is among the first to examine local food-buying behaviour through the lens of prosocial helping behaviour theory. The recommendations for local food producers and local food advocates regarding appealing to consumers’ prosocial helping behaviour propose communication strategies emphasizing the difficulties that local food producers face, portraying local food producers as people deserving of help against national competition and imports, and depicting them as being as loyal to the local community as the local food consumers are."
  },
  "title": {
    "en": "Preference for local food as a matter of helping behaviour: Insights from Norway"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1682621",
  "journal": {
    "cristin_journal_id": "C338C136-F528-4281-AB17-C81B220B5F87",
    "name": "Journal of Rural Studies",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0743-0167"
      },
      {
        "type": "electronic",
        "value": "1873-1392"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C338C136-F528-4281-AB17-C81B220B5F87"
  },
  "volume": "67",
  "pages": {
    "from": "79",
    "to": "88"
  }
}