{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Research in Interactive Marketing"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1753356/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      }
    ]
  },
  "cristin_result_id": "1753356",
  "nva_result_id": "0198cc3b9da5-a505fda5-5129-4e42-8783-b78eb1ed2772",
  "created": {
    "date": "2025-08-21T10:45:15.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85074202194"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T01:15:04.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1108/JRIM-08-2018-0094"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/17428"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "<i>Purpose</i> - Previous research suggests that self-presentation causes people to have a reflective tendency to produce electronic word-of-mouth (eWOM). Drawing on the theory of the reflective-impulsive model (RIM), this paper aims to examine whether self-presentation also could motivate an impulsive tendency to produce eWOM. Self-monitoring is suggested as a possible moderator in the relationship between self-presentation and impulsive eWOM production.<p><p> <i>Design/methodology/approach</i> - Data were collected based on an online survey of members from a consumer panel. The effective sample size was 574 respondents. Structural equation modeling (SEM) was used to analyze the data.<p><p> <i>Findings</i> - The findings show that self-presentation may drive both impulsive and reflective eWOM tendencies; however, that the relationship between self-presentation and impulsive eWOM tendency is contingent on high levels of self-monitoring.<p><p> <i>Originality/value</i> - By including self-monitoring as a moderator, this study is the first to show a relationship between self-presentation and impulsive eWOM production. Moreover, the findings show that both impulsive and reflective eWOM tendencies are associated with an enhanced tendency to produce eWOM, thereby demonstrating the usefulness of the RIM theory in understanding eWOM behavior. Overall, the findings shed light on how companies may stimulate eWOM production, and consequently provide insight into creating more effective eWOM campaigns."
  },
  "title": {
    "en": "Self-presentation via electronic word of mouth - a reflective or impulsive activity?"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1753356",
  "journal": {
    "cristin_journal_id": "D97A45E7-3B3C-4132-803D-FCD0A193AA5B",
    "name": "Journal of Research in Interactive Marketing",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2040-7122"
      },
      {
        "type": "electronic",
        "value": "2040-7130"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=D97A45E7-3B3C-4132-803D-FCD0A193AA5B"
  },
  "volume": "13",
  "issue": "3",
  "pages": {
    "from": "331",
    "to": "350"
  }
}