{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2029893/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Babak",
        "surname": "Sarabi"
      },
      {
        "first_name": "Anders Hauge",
        "surname": "Wien"
      },
      {
        "first_name": "Tarje Børsum",
        "surname": "Gaustad"
      }
    ]
  },
  "cristin_result_id": "2029893",
  "nva_result_id": "0198cc5e87dc-60ab38bf-e6be-4440-a751-2074a08ac198",
  "created": {
    "date": "2025-08-21T11:23:23.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T18:52:23.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "What will be the reaction among the consumers when the company takes a stand on the socio-environmental issue and communicate this position through its advertisement message arguing for what it considers as right and positioning against what it considers as wrong? This paper intends to investigate causal effect of framing advertisement message as moral ideal of promoting what it has been considered as right by the company vs. moral obligation of preventing what it has been considered as wrong through an experimental design. Moreover, the mediating effect of pride, anger and guilt caused by this type of Ad framing will be further investigated to clarify how these constructs mediate the effect on consumers’ attitudes to brand, advertisement (Ad) , and consumers’ electric Word of Mouth (eWOM). The results indicate that when the company manipulates the moral framing by arguing about supporting a specific cause, moral ideal (obligation) framed ad is more (less) effective on consumers with high (low) agreement to the cause in terms of attitude to Brand, Ad, and eWOM, moreover this effect is fully mediated by higher (lower) level of Pride, for consumers with high agreement to the cause. \r\n\r\nKeywords: Brand Activism, Moral framing, Consumers behaviour, Advertisement"
  },
  "title": {
    "en": "Consumer’s attitude to moral framed advertisements when brands taking stand on socio-environmental issues"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2029893",
  "event": {
    "name": "EMAC2022",
    "location": "Budapest",
    "date_from": "2022-05-24T00:00:00.000Z",
    "date_to": "2022-05-27T00:00:00.000Z",
    "arranged_by": {
      "name": "European Marketing Academy "
    }
  }
}