{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1013900/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Silje",
        "surname": "Skrede"
      },
      {
        "first_name": "Johan",
        "surname": "Fernø"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Wenche Rødseth",
        "surname": "Brede"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Rolf Kristian",
        "surname": "Berge"
      }
    ]
  },
  "cristin_result_id": "1013900",
  "nva_result_id": "0198cc5caa3e-7bfba575-1a97-42cc-9b54-ef6b75a0771b",
  "created": {
    "date": "2025-08-21T11:21:21.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84870662812"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T20:59:39.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0050853"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Psychiatric patients often require chronic treatment with antipsychotic drugs, and while rats are frequently used to study antipsychotic-induced metabolic adverse effects, long-term exposure has only partially mimicked the appetite-stimulating and weight-inducing effects found in the clinical setting. Antipsychotic-induced effects on serum lipids are also inconsistent in rats, but in a recent study we demonstrated that subchronic treatment with the orexigenic antipsychotic olanzapine resulted in weight-independent increase in serum triglycerides and activation of lipogenic gene expression in female rats. In addition, a recent long-term study in male rats showed that chronic treatment with antipsychotic drugs induced dyslipidemic effects, despite the lack of weight gain. Aims: In the current study, we sought to examine long-term effects of antipsychotic drugs on weight gain, lipid levels and lipid composition after twice-daily administration of antipsychotics to female rats, and to investigate potential beneficial effects of the lipid-lowering agent tetradecylthioacetic acid (TTA), a modified fatty acid. Methods: Female rats were exposed to orexigenic antipsychotics (olanzapine or clozapine), metabolically neutral antipsychotics (aripiprazole or ziprasidone), or TTA for 8 weeks. Separate groups received a combination of clozapine and TTA or olanzapine and TTA. The effects of TTA and the combination of olanzapine and TTA after 2 weeks were also investigated. Results: The antipsychotic-induced weight gain and serum triglyceride increase observed in the subchronic setting was not present after 8 weeks of treatment with antipsychotics, while lipid-lowering effect of TTA was much more pronounced in the chronic than in the subchronic setting, with concomitant upregulation of key oxidative enzymes in the liver. Unexpectedly, TTA potentiated weight gain in rats treated with antipsychotics. Conclusion: TTA is a promising candidate for prophylactic treatment of antipsychotic-induced dyslipidemic effects, but a more valid long-term rat model for antipsychotic-induced metabolic adverse effects is required."
  },
  "title": {
    "en": "Lipid-lowering effects of tetradecylthioacetic acid in antipsychotic-exposed, female rats: challenges with long-term treatment"
  },
  "year_published": "2012",
  "url": "https://api.cristin.no/v2/results/1013900",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "7",
  "article_number": "e50853",
  "issue": "11"
}