{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Frontiers in Nutrition"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/10251531/contributors",
    "count": 15,
    "preview": [
      {
        "first_name": "Camilla Hatlevoll",
        "surname": "Nundal"
      },
      {
        "first_name": "Siri",
        "surname": "Lunde"
      },
      {
        "first_name": "Hege Gilbø",
        "surname": "Bakke"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Thomas Aquinas",
        "surname": "Aloysius"
      },
      {
        "first_name": "Arild Christian",
        "surname": "Rustan"
      }
    ]
  },
  "cristin_result_id": "10251531",
  "nva_result_id": "01997a819485-fdc92958-3e72-4c85-a6e2-c21354d8c57f",
  "created": {
    "date": "2025-09-24T06:55:36.000Z"
  },
  "last_modified": {
    "date": "2025-10-22T08:38:31.000Z"
  },
  "date_published": "2025-09-26T00:00:00.000Z",
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3389/fnut.2025.1611166"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Introduction: Marine oils and fatty fish rich in long-chain n-3 polyunsaturated fatty acids (PUFAs), such as eicosapentaenoic acid (C20:5n-3, EPA) and docosahexaenoic acid (C22:6n-3, DHA), have been reported to enhance fatty acid (FA) oxidation and reduce plasma triacylglycerol and cholesterol levels. In addition to n-3 PUFAs, herring oil contains long-chain monounsaturated fatty acids (MUFAs), including cetoleic acid (C22:1n-11). This study aimed to investigate the effect of consuming CETO3® oil—derived from herring and naturally rich in n-3 PUFAs and cetoleic acid—on plasma lipid levels, FA composition, mitochondrial oxidation, and inflammation in rats.\n\nMethods: Rats were fed low-fat diets supplemented with 5% CETO3® oil (experimental) or soy oil (control) for 10 weeks. Plasma lipid profile (triglycerides (TG), total cholesterol, low-density lipoprotein (LDL) and high-density lipoprotein (HDL)) and FA composition in both liver and plasma were analyzed. In vitro substrate oxidation was assessed using ¹⁴CO₂-trapping in human liver and human myotubes. Safety parameters, including blood hematology, glucose tolerance, and organ weights, were also measured.\n\nResults: CETO3® supplementation decreased plasma levels of total fat (−58%), TG (−55%), total cholesterol (−41%), and LDL cholesterol (−45%), while increasing the ratio of HDL to LDL cholesterol (46%). Supplementation also increased hepatic and plasma levels of long-chain n-3, n-9, and n-11 MUFAs, including C22:1n-11, and decreased n-6 FA accumulation. The reduction in saturated long-chain FAs in both the liver and plasma indicated increased hepatic peroxisomal and mitochondrial activity. Furthermore, increased oleic acid oxidation was observed in human myotubes in the presence of C20:1n-11 and C20:1n-9.\n\nDiscussion: These findings suggest that intake of CETO3® oil lowers plasma lipids, potentially through enhanced peroxisomal and mitochondrial FA oxidation. The shift in FA composition, with reduced n-6 FAs and increased n-3 and n-11 MUFAs, indicates an anti-inflammatory effect. CETO3® oil also appears safe, as hematological parameters, glucose tolerance, and organ weights remained unaffected."
  },
  "title": {
    "en": "Herring oil rich in long-chain monounsaturated fatty acid (C22: 1n-11) lowers plasma lipids and modulates fatty acid composition, oxidation, and inflammation in rats"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/10251531",
  "journal": {
    "cristin_journal_id": "12D07714-F83D-4334-AFBE-BAE38AB9B22A",
    "name": "Frontiers in Nutrition",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2296-861X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=12D07714-F83D-4334-AFBE-BAE38AB9B22A"
  },
  "volume": "12",
  "article_number": "1611166"
}