{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Medicine"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1057138/contributors",
    "count": 14,
    "preview": [
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Eva Kristine Ringdal",
        "surname": "Pedersen"
      },
      {
        "first_name": "Gard Frodahl Tveitevåg",
        "surname": "Svingen"
      },
      {
        "first_name": "Hall",
        "surname": "Schartum-Hansen"
      },
      {
        "first_name": "Eirik Wilberg",
        "surname": "Rebnord"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      }
    ]
  },
  "cristin_result_id": "1057138",
  "nva_result_id": "0198cc7b3540-ab6f57a1-0a52-415c-b304-ba4f03541782",
  "created": {
    "date": "2025-08-21T11:54:43.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84887911245"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:27:18.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/1741-7015-11-216"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: A beneficial effect of a high n-3 long-chain polyunsaturated fatty acid (LCPUFA) intake has been observed in heart failure patients, who are frequently insulin resistant. We investigated the potential influence of impaired glucose metabolism on the relation between dietary intake of n-3 LCPUFAs and risk of acute myocardial infarction (AMI) in patients with coronary artery disease. Methods: This prospective cohort study was based on the Western Norway B-Vitamin Intervention Trial and included 2,378 patients with coronary artery disease with available baseline glycosylated hemoglobin (HbA1c) and dietary data. Patients were sub-grouped as having no diabetes (HbA1c <5.7%), pre-diabetes (HbA1c ≥5.7%), or diabetes (previous diabetes, fasting baseline serum glucose ≥7.0, or non-fasting glucose ≥11.1 mmol/L). AMI risk was evaluated by Cox regression (age and sex adjusted), comparing the upper versus lower tertile of daily dietary n-3 LCPUFA intake. Results: The participants (80% males) had a mean age of 62 and follow-up of 4.8 years. A high n-3 LCPUFA intake was associated with reduced risk of AMI (hazard ratio 0.38, 95%CI 0.18, 0.80) in diabetes patients (median HbA1c = 7.2%), whereas no association was observed in pre-diabetes patients. In patients without diabetes a high intake tended to be associated with an increased risk (hazard ratio1.45, 95%CI 0.84, 2.53), which was significant for fatal AMI (hazard ratio 4.79, 95%CI 1.05, 21.90) and associated with lower HbA1c (mean ± standard deviation 4.55 ±0.68 versus 4.92 ±0.60, P = 0.02). No such differences in HbA1c were observed in those with pre-diabetes or diabetes. Conclusions: A high intake of n-3 LCPUFAs was associated with a reduced risk of AMI, independent of HbA1c, in diabetic patients, but with an increased risk of fatal AMI and lower HbA1c among patients without impaired glucose metabolism. Further studies should investigate whether patients with diabetes may benefit from having a high intake of n-3 LCPUFAs and whether patients with normal glucose tolerance should be careful with a very high intake of these fatty acids."
  },
  "title": {
    "en": "Dietary intake of n-3 long-chain polyunsaturated fatty acids and risk of myocardial infarction in coronary artery disease patients with or without diabetes mellitus: a prospective cohort study"
  },
  "year_published": "2013",
  "url": "https://api.cristin.no/v2/results/1057138",
  "journal": {
    "cristin_journal_id": "88442549-4720-465D-A074-2EB537C5864A",
    "name": "BMC Medicine",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1741-7015"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=88442549-4720-465D-A074-2EB537C5864A"
  },
  "volume": "11",
  "article_number": "216"
}