{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1093547/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Christ",
        "surname": "Berge"
      },
      {
        "first_name": "Marie Sannes",
        "surname": "Ramsvik"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Jon",
        "surname": "Skorve"
      }
    ]
  },
  "cristin_result_id": "1093547",
  "nva_result_id": "0198cc7ea934-a94749d9-4660-43b5-9249-757d2aa9ee1b",
  "created": {
    "date": "2025-08-21T11:58:29.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84885012740"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:26:36.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/1476-511X-12-143"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: There is growing evidence that fish protein hydrolysate (FPH) diets affect mitochondrial fatty acid metabolism in animals. The aim of the study was to determine if FPH could influence fatty acid metabolism and inflammation in transgene mice expressing human tumor necrosis factor alpha (hTNFα). Methods: hTNFα mice (C57BL/6 hTNFα) were given a high-fat (23%, w/w) diet containing 20% casein (control group) or 15% FPH and 5% casein (FPH group) for two weeks. After an overnight fast, blood, adipose tissue, and liver samples were collected. Gene expression and enzyme activity was analysed in liver, fatty acid composition was analyzed in liver and ovarian white adipose tissue, and inflammatory parameters, carnitine, and acylcarnitines were analyzed in plasma. Results: The n-3/n-6 fatty acid ratio was higher in mice fed the FPH diet than in mice fed the control diet in both adipose tissue and liver, and the FPH diet affected the gene expression of Δ6 and Δ9 desaturases. Mice fed this diet also demonstrated lower hepatic activity of fatty acid synthase. Concomitantly, a lower plasma INF-γ level was observed. Plasma carnitine and the carnitine precursor γ-butyrobetaine was higher in the FPH-group compared to control, as was plasma short-chained and medium-chained acylcarnitine esters. The higher level of plasma acetylcarnitine may reflect a stimulated mitochondrial and peroxisomal β-oxidation of fatty acids, as the hepatic activities of peroxisomal acyl-CoA oxidase 1 and mitochondrial carnitine palmitoyltransferase-II were higher in the FPH-fed mice. Conclusions: The FPH diet was shown to influence hepatic fatty acid metabolism and fatty acid composition. This indicates that effects on fatty acid metabolism are important for the bioactivity of protein hydrolysates of marine origin."
  },
  "title": {
    "en": "A fish protein hydrolysate alters fatty acid composition in liver and adipose tissue and increases plasma carnitine levels in a mouse model of chronic inflammation"
  },
  "year_published": "2013",
  "url": "https://api.cristin.no/v2/results/1093547",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "12",
  "article_number": "143"
}