{
  "category": {
    "code": "THESISMASTER",
    "name": {
      "en": "Masters thesis"
    }
  },
  "channel": {
    "title": "Universitetet i Bergen"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1140133/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Carine",
        "surname": "Lindquist"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Karl Johan",
        "surname": "Tronstad"
      }
    ]
  },
  "cristin_result_id": "1140133",
  "nva_result_id": "0198cc5d010e-b0d4b145-e423-43e0-b05b-a64a88e9e766",
  "created": {
    "date": "2025-08-21T11:21:43.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T04:53:44.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Diabetes Mellitius Type 2 (T2DM) is a well-known lifestyle disease which also can occur genetically. The development of T2DM usually occurs when insulin sensitive tissues lose their capability of taking up glucose. Since β-cells are glucose-sensitive, they compensate by secreting more insulin to achieve normoglycemic conditions. Organisms can live with this insulin resistance, or the β-cell’s compensation can fail which leads to hyperglycemia and also often hyperlipidemic conditions. This ultimately results in β-cell dysfunction which is the hallmark of T2DM. T2DM is considered a lifestyle disease, often related to obesity. Peroxisome proliferator activated receptors (PPARs) are nuclear receptors linked to increased fatty acid oxidation and synthesis, as well as to anti-inflammatory mechanisms, making them interesting targets regarding metabolic diseases. PPARs have also been linked to the regulation of insulin secretion from β-cells. Tetradecylthioacetic acid (TTA) is a synthetic fatty acid which cannot undergo β-oxidation. TTA is a pan-PPAR agonist since it stimulates activation of all the three isotypes of PPAR (α, β/δ and γ). TTA has been studied in several tissues and cell types, but its effect on pancreas or β-cell lines is not known. In this thesis, the insulinoma cell line INS-1E was used to investigate whether TTA could influence cell growth, insulin secretion and gene expression both at normal and high-glucose conditions. Palmitic acid (PA) was used as a neutral fatty acid control. 150 μM TTA was chosen for further studies based on studies of cell growth and gene expressions of PPAR response genes. In general, there was found to be low induction of PPAR-mediated genes by both PPAR specific agonists and TTA. In addition, TTA stimulated Ppargc1a gene expression which seemed to be PPAR α and γ independent. 24h TTA-treatment was found to increase mitochondrial oxidative phosphorylation capacity, but decreased insulin secretion. After 72 h of high-glucose concentrations (30 mM), TTA-treated cells displayed reduced cell growth compared to control. This reduction in growth rate was also observed in cells treated with a combination of high-glucose and PA. In addition, several genes important for β-cell survival, reactive oxygen species protection, insulin production and metabolism were highly influenced by both high-glucose and TTA/PA treatment. Overall, combined with high-glucose treatment, TTA had similar effects in INS-1E cells as PA which indicated β-cell dysfunction due to glucolipotoxicity."
  },
  "title": {
    "en": "The effect of tetradedecylthioacetic acid on insulin production and mitochondrial function in INS-1E β-cells"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1140133",
  "publisher": {
    "name": "Universitetet i Bergen",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=CBCE38D7-C6C6-4CE9-BCED-D64610033E9B"
  }
}