{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1150063/contributors",
    "count": 16,
    "preview": [
      {
        "first_name": "Cinzia",
        "surname": "Parolini"
      },
      {
        "first_name": "Rita",
        "surname": "Vik"
      },
      {
        "first_name": "Marco",
        "surname": "Busnelli"
      },
      {
        "first_name": "Stefano",
        "surname": "Manzini"
      },
      {
        "first_name": "Sverre",
        "surname": "Holm"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      }
    ]
  },
  "cristin_result_id": "1150063",
  "nva_result_id": "0198cc84e6f2-24e0438a-8116-4b89-85bc-5d743a46fda3",
  "created": {
    "date": "2025-08-21T12:05:18.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84901344424"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:21:39.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0097598"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/9481"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Fish consumption is considered health beneficial as it decreases cardiovascular disease (CVD)-risk through effects on plasma lipids and inflammation. We investigated a salmon protein hydrolysate (SPH) that is hypothesized to influence lipid metabolism and to have anti-atherosclerotic and anti-inflammatory properties. 24 female apolipoprotein (apo) E−/− mice were divided into two groups and fed a high-fat diet with or without 5% (w/w) SPH for 12 weeks. The atherosclerotic plaque area in aortic sinus and arch, plasma lipid profile, fatty acid composition, hepatic enzyme activities and gene expression were determined. A significantly reduced atherosclerotic plaque area in the aortic arch and aortic sinus was found in the 12 apoE−/− mice fed 5% SPH for 12 weeks compared to the 12 casein-fed control mice. Immunohistochemical characterization of atherosclerotic lesions in aortic sinus displayed no differences in plaque composition between mice fed SPH compared to controls. However, reduced mRNA level of Icam1 in the aortic arch was found. The plasma content of arachidonic acid (C20:4n-6) and oleic acid (C18:1n-9) were increased and decreased, respectively. SPH-feeding decreased the plasma concentration of IL-1β, IL-6, TNF-α and GM-CSF, whereas plasma cholesterol and triacylglycerols (TAG) were unchanged, accompanied by unchanged mitochondrial fatty acid oxidation and acyl-CoA:cholesterol acyltransferase (ACAT)-activity. These data show that a 5% (w/w) SPH diet reduces atherosclerosis in apoE−/− mice and attenuate risk factors related to atherosclerotic disorders by acting both at vascular and systemic levels, and not directly related to changes in plasma lipids or fatty acids."
  },
  "title": {
    "en": "A salmon protein hydrolysate exerts lipid-independent anti-atherosclerotic activity in apoE-deficient mice"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1150063",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "9",
  "issue": "5:e97598"
}