{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Nutrition & Metabolism"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1153822/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Veronika",
        "surname": "Tillander"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Lena",
        "surname": "Burri"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Jon",
        "surname": "Skorve"
      },
      {
        "first_name": "Rolf Kristian",
        "surname": "Berge"
      }
    ]
  },
  "cristin_result_id": "1153822",
  "nva_result_id": "0198cc781ff6-99e6de83-1db6-4dbd-a783-0019afa86973",
  "created": {
    "date": "2025-08-21T11:51:21.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84899931945"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:11:25.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/1743-7075-11-20"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/8614"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Marine derived oils are rich in long-chain polyunsaturated omega-3 fatty acids, in particular eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), which have long been associated with health promoting effects such as reduced plasma lipid levels and anti-inflammatory effects. Krill oil (KO) is a novel marine oil on the market and is also rich in EPA and DHA, but the fatty acids are incorporated mainly into phospholipids (PLs) rather than triacylglycerols (TAG). This study compares the effects of fish oil (FO) and KO on gene regulation that influences plasma and liver lipids in a high fat diet mouse model. Methods: Male C57BL/6J mice were fed either a high-fat diet (HF) containing 24% (wt/wt) fat (21.3% lard and 2.3% soy oil), or the HF diet supplemented with FO (15.7% lard, 2.3% soy oil and 5.8% FO) or KO (15.6% lard, 2.3% soy oil and 5.7% KO) for 6 weeks. Total levels of cholesterol, TAG, PLs, and fatty acid composition were measured in plasma and liver. Gene regulation was investigated using quantitative PCR in liver and intestinal epithelium. Results: Plasma cholesterol (esterified and unesterified), TAG and PLs were significantly decreased with FO. Analysis of the plasma lipoprotein particles indicated that the lipid lowering effect by FO is at least in part due to decreased very low density lipoprotein (VLDL) content in plasma with subsequent liver lipid accumulation. KO lowered plasma non-esterified fatty acids (NEFA) with a minor effect on fatty acid accumulation in the liver. In spite of a lower omega-3 fatty acid content in the KO supplemented diet, plasma and liver PLs omega-3 levels were similar in the two groups, indicating a higher bioavailability of omega-3 fatty acids from KO. KO more efficiently decreased arachidonic acid and its elongation/desaturation products in plasma and liver. FO mainly increased the expression of several genes involved in fatty acid metabolism, while KO specifically decreased the expression of genes involved in the early steps of isoprenoid/ cholesterol and lipid synthesis. Conclusions: The data show that both FO and KO promote lowering of plasma lipids and regulate lipid homeostasis, but with different efficiency and partially via different mechanisms."
  },
  "title": {
    "en": "Fish oil and krill oil supplementations differentially regulate lipid catabolic and synthetic pathways in mice"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1153822",
  "journal": {
    "cristin_journal_id": "8389A4A9-D3EF-4F62-9809-C7A83DABAAFE",
    "name": "Nutrition & Metabolism",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1743-7075"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=8389A4A9-D3EF-4F62-9809-C7A83DABAAFE"
  },
  "volume": "11",
  "issue": "1:20"
}