{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1164542/contributors",
    "count": 9,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Jennifer",
        "surname": "Gjerde"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      },
      {
        "first_name": "Bernd W.K.",
        "surname": "Diehl"
      }
    ]
  },
  "cristin_result_id": "1164542",
  "nva_result_id": "0198cc507134-64054fac-daf5-457e-b751-ced11d30c910",
  "created": {
    "date": "2025-08-21T11:08:00.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84901718679"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:01:13.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/1476-511X-13-82"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/7944"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Herring roe is an underutilized source of n-3 polyunsaturated fatty acids (PUFAs) for human consumption with high phospholipid (PL) content. Studies have shown that PL may improve bioavailability of n-3 PUFAs. Arctic Nutrition’s herring roe product MOPL™30 is a PL: docosahexaenoic acid (DHA)-rich fish oil mixture, with a DHA:eicosapentaenoic acid (EPA) ratio of about 3:1, which is also rich in choline. In this pilot study, we determined if MOPL30 could favorably affect plasma lipid parameters and glucose tolerance in healthy young adults. Methods: Twenty female and one male adults, between 22 and 26 years of age, participated in the study. Participants took encapsulated MOPL30, 2.4 g/d EPA + DHA, for 14 days, and completed a three-day weighed food record before and during the capsule intake. Plasma lipids and their fatty acid (FA) composition, plasma and red blood cell (RBC) phosphatidylcholine (PC) FA composition, acylcarnitines, choline, betaine and insulin were measured before and after supplementation (n = 21), and one and four weeks after discontinuation of supplementation (n = 14). An oral glucose tolerance test was performed before and after supplementation. Results: Fasting plasma triacylglycerol and non-esterified fatty acids decreased and HDL-cholesterol increased after 14 days of MOPL30 intake (p < 0.05). The dietary records showed that PUFA intake prior to and during capsule intake was not different. Fasting plasma glucose was unchanged from before to after supplementation. However, during oral glucose tolerance testing, blood glucose at both 10 and 120 min was significantly lower after supplementation with MOPL30 compared to baseline measurements. Plasma free choline and betaine were increased, and the n-6/n-3 polyunsaturated (PUFA) ratio in plasma and RBC PC were decreased post-supplementation. Four weeks after discontinuation of MOPL30, most parameters had returned to baseline, but a delayed effect was observed on n-6 PUFAs. Conclusions: Herring roe rich in PL improved the plasma lipid profile and glycemic control in young adults with an overall healthy lifestyle."
  },
  "title": {
    "en": "Phospholipids from herring roe improve plasma lipids and glucose tolerance in healthy, young adults"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1164542",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "13:82"
}