{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1275725/contributors",
    "count": 12,
    "preview": [
      {
        "first_name": "Jon",
        "surname": "Skorve"
      },
      {
        "first_name": "Mika",
        "surname": "Hilvo"
      },
      {
        "first_name": "Terhi",
        "surname": "Vihervaara"
      },
      {
        "first_name": "Lena",
        "surname": "Burri"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Veronika",
        "surname": "Tillander"
      }
    ]
  },
  "cristin_result_id": "1275725",
  "nva_result_id": "0198cc8b8afd-43443ea7-cafc-4fe6-897c-b2ea6dd5256a",
  "created": {
    "date": "2025-08-21T12:12:33.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84938885932"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:08:47.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12944-015-0086-2"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/11867"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Marine food is an important source of omega-3 fatty acids with beneficial health effects. Oils from marine organisms have different fatty acid composition and differ in their molecular composition. Fish oil (FO) has a high content of eicosapentaenoic and docosahexaenoic acids mainly esterified to triacylglycerols, while in krill oil (KO) these fatty acids are mainly esterified to phospholipids. The aim was to study the effects of these oils on the lipid content and fatty acid distribution in the various lipid classes in liver and brain of mice. Methods: Mice were fed either a high-fat diet (HF), a HF diet supplemented with FO or with KO (n = 6). After six weeks of feeding, liver and brain lipid extracts were analysed using a shotgun and TAG lipidomics approach. Student t-test was performed after log-transformation to compare differences between study groups. Results: Six weeks of feeding resulted in significant changes in the relative abundance of many lipid classes compared to control mice. In both FO and KO fed mice, the triacylglycerol content in the liver was more than doubled. The fatty acid distribution was affected by the oils in both liver and brain with a decrease in the abundance of 18:2 and 20:4, and an increase in 20:5 and 22:6 in both study groups. 18:2 decreased in all lipid classes in the FO group but with only minor changes in the KO group. Differences between the feeding groups were particularly evident in some of the minor lipid classes that are associated with inflammation and insulin resistance. Ceramides and diacylglycerols were decreased and cholesteryl esters increased in the liver of the KO group, while plasmalogens were decreased in the FO group. In the brain, diacylglycerols were decreased, more by KO than FO, while ceramides and lactosylceramides were increased, more by FO than KO. Conclusion: The changes in the hepatic sphingolipids and 20:4 fatty acid levels were greater in the KO compared to the FO fed mice, and are consistent with a hypothesis that krill oil will have a stronger anti-inflammatory action and enhances insulin sensitivity more potently than fish oil."
  },
  "title": {
    "en": "Fish oil and krill oil differentially modify the liver and brain lipidome when fed to mice"
  },
  "year_published": "2015",
  "url": "https://api.cristin.no/v2/results/1275725",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "14:88"
}