{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1315106/contributors",
    "count": 8,
    "preview": [
      {
        "first_name": "Rolf Kristian",
        "surname": "Berge"
      },
      {
        "first_name": "Marie Sannes",
        "surname": "Ramsvik"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      },
      {
        "first_name": "Jan Erik",
        "surname": "Nordrehaug"
      },
      {
        "first_name": "Espen",
        "surname": "Rostrup"
      }
    ]
  },
  "cristin_result_id": "1315106",
  "nva_result_id": "0198cc7b9870-dc84cb1e-fe45-4c69-b3f6-ac55bfe90bb9",
  "created": {
    "date": "2025-08-21T11:55:08.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84949782983"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:06:32.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12944-015-0162-7"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Lipid abnormalities, enhanced inflammation and oxidative stress seem to represent a vicious circle in atherogenesis, and therapeutic options directed against these processes seems like a reasonable approach in the management of atherosclerotic disorders. Krill oil (RIMFROST Sublime®) is a phospholipid-rich oil with eicosapentaenoic acid (EPA): docosahexaenoic acid (DHA) ratio of 1.8:1. In this pilot study we determined if krill oil could favourable affect plasma lipid parameters and parameters involved in the initiation and progression of atherosclerosis. Methods: The study was conducted as a 28 days intervention study examining effect-parameters of dietary supplementation with krill oil (832.5 mg EPA and DHA per day). 17 healthy volunteers in the age group 18–36 (mean age 23 ± 4 years) participated. Plasma lipids, lipoprotein particle sizes, fatty acid composition in plasma and red blood cells (RBCs), plasma cytokines, antioxidant capacity, acylcarntines, carnitine, choline, betaine, and trimethylamine-N-oxide (TMAO) were measured before and after supplementation. Results: Plasma triacylglycerol (TAG) and large very-low density lipoprotein (VLDL) & chylomicron particle concentrations decreased after 28 days of krill oil intake. A significant reduction in the TAG/HDL cholesterol resulted. Krill oil supplementation decreased n-6/n-3 polyunsaturated fatty acids (PUFA) ratio both in plasma and RBCs. This was due to increased EPA, DHA and docosapentaenoic acid (DPA) and reduced amount of arachidonic acid (AA). The increase of n-3 fatty acids and wt % of EPA and DHA in RBC was of smaller magnitude than found in plasma. Krill oil intake increased the antioxidant capacity, double bond index (DBI) and the fatty acid anti-inflammatory index. The plasma atherogenicity index remained constant whereas the thrombogenicity index decreased. Plasma choline, betaine and the carnitine precursor, γ-butyrobetaine were increased after krill oil supplementation whereas the TMAO and carnitine concentrations remained unchanged. Conclusion: Krill oil consumption is considered health beneficial as it decreases cardiovascular disease risk parameters through effects on plasma TAGs, lipoprotein particles, fatty acid profile, redox status and possible inflammation. Noteworthy, no adverse effects on plasma levels of TMAO and carnitine were found."
  },
  "title": {
    "en": "Krill oil reduces plasma triacylglycerol level and improves related lipoprotein particle concentration, fatty acid composition and redox status in healthy young adults - a pilot study"
  },
  "year_published": "2015",
  "url": "https://api.cristin.no/v2/results/1315106",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "14:163"
}