{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1334323/contributors",
    "count": 9,
    "preview": [
      {
        "first_name": "Rolf Kristian",
        "surname": "Berge"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Carine",
        "surname": "Lindquist"
      },
      {
        "first_name": "Jan Erik",
        "surname": "Nordrehaug"
      }
    ]
  },
  "cristin_result_id": "1334323",
  "nva_result_id": "0198cc785964-98aef463-8fbc-4c60-9122-8c654cdc3bc1",
  "created": {
    "date": "2025-08-21T11:51:36.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84961680190"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:05:01.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12944-016-0192-9"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Hepatic mitochondrial dysfunction plays an important role in the pathogenesis of non-alcoholic fatty liver disease (NAFLD). Methyl donor supplementation has been shown to alleviate NAFLD, connecting the condition to the one-carbon metabolism. Thus, the objective was to investigate regulation of homocysteine (Hcy) and metabolites along the choline oxidation pathway during induction of hepatic steatosis by the fatty acid analogue tetradecylthiopropionic acid (TTP), an inhibitor of mitochondrial fatty acid oxidation. Methods: Mice were fed a control diet, or diets containing 0.3 %, 0.6 %, or 0.9 % (w/w) TTP for 14 days. Blood and liver samples were collected, enzyme activities and gene expression were analyzed in liver, lipid and fatty acid composition in liver and plasma, one-carbon metabolites, B-vitamin status, carnitine and acylcarnitines were analyzed in plasma. Results: Liver mitochondrial fatty acid oxidation decreased by 40 % and steatosis was induced in a dose dependent manner; total lipids increased 1.6-fold in animals treated with 0.3 % TTP, 2-fold with 0.6 % TTP and 2.1 fold with 0.9 % TTP compared to control. The higher hepatic concentration of fatty acids was associated with shortening of carbon-length. Furthermore, the inhibited fatty acid oxidation led to a 30-fold decrease in plasma carnitine and 9.3-fold decrease in acetylcarnitine at the highest dose of TTP, whereas an accumulation of palmitoylcarnitine resulted. Compared to the control diet, TTP administration was associated with elevated plasma total Hcy (control: 7.2 ± 0.3 umol/L, 0.9 % TTP: 30.5 ± 5.9 umol/L) and 1.4-1.6 fold increase in the one-carbon metabolites betaine, dimethylglycine, sarcosine and glycine, accompanied by changes in gene expression of the different B-vitamin dependent pathways of Hcy and choline metabolism. A positive correlation between total Hcy and hepatic triacylglycerol resulted. Conclusions: The TTP-induced inhibition of mitochondrial fatty acid oxidation was not associated with increased hepatic oxidative stress or inflammation. Our data suggest a link between mitochondrial dysfunction and the methylation processes within the one-carbon metabolism in mice."
  },
  "title": {
    "en": "Tetradecylthiopropionic acid induces hepatic mitochondrial dysfunction and steatosis, accompanied by increased plasma homocysteine in mice."
  },
  "year_published": "2016",
  "url": "https://api.cristin.no/v2/results/1334323",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "15",
  "issue": "24"
}