{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Mitochondrion (Amsterdam. Print)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1713984/contributors",
    "count": 18,
    "preview": [
      {
        "first_name": "Ina Katrine Nitschke",
        "surname": "Pettersen"
      },
      {
        "first_name": "Deusdedit",
        "surname": "Tusubira"
      },
      {
        "first_name": "Hanan",
        "surname": "Ashrafi"
      },
      {
        "first_name": "Sissel Elisabeth",
        "surname": "Dyrstad"
      },
      {
        "first_name": "Lena",
        "surname": "Hansen"
      },
      {
        "first_name": "Xiaozheng",
        "surname": "Liu"
      }
    ]
  },
  "cristin_result_id": "1713984",
  "nva_result_id": "0198cc47e677-c673bd84-a779-4d93-8b63-65aba1c375bf",
  "created": {
    "date": "2025-08-21T10:58:40.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "272680",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85070088110"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T08:10:53.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.mito.2019.07.009"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2618279"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Fatty acid oxidation is a central fueling pathway for mitochondrial ATP production. Regulation occurs through multiple nutrient- and energy-sensitive molecular mechanisms. We explored if upregulated mRNA expression of the mitochondrial enzyme pyruvate dehydrogenase kinase 4 (PDK4) may be used as a surrogate marker of increased mitochondrial fatty acid oxidation, by indicating an overall shift from glucose to fatty acids as the preferred oxidation fuel. The association between fatty acid oxidation and PDK4 expression was studied in different contexts of metabolic adaption. In rats treated with the modified fatty acid tetradecylthioacetic acid (TTA), Pdk4 was upregulated simultaneously with fatty acid oxidation genes in liver and heart, whereas muscle and white adipose tissue remained unaffected. In MDA-MB-231 cells, fatty acid oxidation increased nearly threefold upon peroxisome proliferator-activated receptor α (PPARα, PPARA) overexpression, and four-fold upon TTA-treatment. PDK4 expression was highly increased under these conditions. Further, overexpression of PDK4 caused increased fatty acid oxidation in these cells. Pharmacological activators of PPARα and AMPK had minor effects, while the mTOR inhibitor rapamycin potentiated the effect of TTA. There were minor changes in mitochondrial respiration, glycolytic function, and mitochondrial biogenesis under conditions of increased fatty acid oxidation. TTA was found to act as a mild uncoupler, which is likely to contribute to the metabolic effects. Repeated experiments with HeLa cells supported these findings. In summary, PDK4 upregulation implies an overarching metabolic shift towards increased utilization of fatty acids as energy fuel, and thus constitutes a sensitive marker of enhanced fatty acid oxidation."
  },
  "title": {
    "en": "Upregulated PDK4 expression is a sensitive marker of increased fatty acid\r\noxidation"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1713984",
  "journal": {
    "cristin_journal_id": "4B52E65E-9582-454B-8D48-38F18D5CC9BB",
    "name": "Mitochondrion (Amsterdam. Print)",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1567-7249"
      },
      {
        "type": "electronic",
        "value": "1872-8278"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=4B52E65E-9582-454B-8D48-38F18D5CC9BB"
  },
  "volume": "49",
  "pages": {
    "from": "97",
    "to": "110"
  }
}