{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PPAR Research"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1721070/contributors",
    "count": 8,
    "preview": [
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Vegard",
        "surname": "Lysne"
      },
      {
        "first_name": "Mari Lausund",
        "surname": "Grinna"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      },
      {
        "first_name": "Ottar",
        "surname": "Nygård"
      }
    ]
  },
  "cristin_result_id": "1721070",
  "nva_result_id": "0198cc5dbd4f-13c17287-1074-4ccc-b58f-79a21c470ce4",
  "created": {
    "date": "2025-08-21T11:22:32.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85068119707"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:27:59.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1155/2019/8047627"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/22690"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Dietary fatty acids (FAs) affect certain metabolic routes, including pathways controlled by the peroxisome proliferator-activated receptors (PPARs), but tissue-specific effects are not well-defined. Thus, the aim was to compare the metabolic response in hepatic, adipose, and cardiac tissues after treatment with specific PPAR agonists. Male Wistar rats were randomized into three groups: a control group receiving placebo (n=8); a PPARα agonist group receiving WY-14,643 (n=6); and a PPARγ agonist group receiving rosiglitazone (n=6) for 12 days. All animals received a low-fat standard chow diet and were given a daily dose of placebo or agonist orally. Lipids and FA methyl esters were measured in plasma, liver, and heart and gene expression was measured in liver and adipose tissue, while enzyme activities were measured in liver. Treatment with the PPARα agonist was associated with higher liver mass relative to body weight (liver index), lower plasma, and hepatic total cholesterol, as well as lower plasma carnitine and acylcarnitines, compared with control. In heart, PPARα activation leads to overall lower levels of free FAs and specific changes in certain FAs, compared with control. Furthermore, β-oxidation in liver and the enzymatic activities of well-known PPARα targeted genes were higher following PPARα administration. Overall, rats treated with the PPARα agonist had higher hepatic saturated FAs (SFAs) and monounsaturated FAs (MUFAs) and lower n-6 and n-3 PUFAs, compared to control. Treatment with the PPARγ agonist was associated with a lower liver index, lower plasma triglycerides (TAG) and phospholipids, and higher hepatic phospholipids, compared with control. PPARγ target genes were increased specifically in adipose tissue. Moreover, lower total cardiac FAs and SFA and higher cardiac n-6 PUFA were also associated with PPARγ activation. Altogether, there were characteristic effects of PPARα activation in liver and heart, as well as in plasma. PPARγ effects were not only confined to adipose tissue, but specific effects were also seen in liver, heart, and plasma. In conclusion, short-term treatment with PPAR agonists induced tissue-specific effects on FA composition in liver and heart. Moreover, both PPARα and PPARγ activation lowered plasma TAG and phospholipids, most likely through effects on liver and adipose tissue, respectively. In future studies we aim to reveal whether similar patterns can be found through diet-induced activation of specific pathways."
  },
  "title": {
    "en": "Short-term activation of peroxisome proliferator-activated receptors α and γ induces tissue-specific effects on lipid metabolism and fatty acid composition in male Wistar rats"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1721070",
  "journal": {
    "cristin_journal_id": "CB920477-D80B-45EE-AD8B-C0DE45C412B9",
    "name": "PPAR Research",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1687-4757"
      },
      {
        "type": "electronic",
        "value": "1687-4765"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=CB920477-D80B-45EE-AD8B-C0DE45C412B9"
  },
  "volume": "2019:8047627",
  "pages": {
    "from": "1",
    "to": "12"
  }
}