{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1741860/contributors",
    "count": 10,
    "preview": [
      {
        "first_name": "Carine",
        "surname": "Lindquist"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Hege Gilbø",
        "surname": "Bakke"
      },
      {
        "first_name": "Grete",
        "surname": "Slettom"
      },
      {
        "first_name": "Marie Karoliussen",
        "surname": "Clason"
      },
      {
        "first_name": "Arild",
        "surname": "Rustan"
      }
    ]
  },
  "cristin_result_id": "1741860",
  "nva_result_id": "0198cc87e428-b9c34d98-4110-4300-8ef9-dc84fdf2e045",
  "created": {
    "date": "2025-08-21T12:08:34.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85072602040"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:51:33.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0222558"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/1956/21843"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "A fatty acid analogue, 2-(tridec-12-yn-1-ylthio)acetic acid (1-triple TTA), was previously shown to have hypolipidemic effects in rats by targeting mitochondrial activity predominantly in liver. This study aimed to determine if 1-triple TTA could influence carbohydrate metabolism. Male Wistar rats were treated for three weeks with oral supplementation of 100 mg/kg body weight 1-triple TTA. Blood glucose and insulin levels, and liver carbohydrate metabolism gene expression and enzyme activities were determined. In addition, human myotubes and Huh7 liver cells were treated with 1-triple TTA, and glucose and fatty acid oxidation were determined. The level of plasma insulin was significantly reduced in 1-triple TTA-treated rats, resulting in a 32% reduction in the insulin/glucose ratio. The hepatic glucose and glycogen levels were lowered by 22% and 49%, respectively, compared to control. This was accompanied by lower hepatic gene expression of phosphenolpyruvate carboxykinase, the rate-limiting enzyme in gluconeogenesis, and Hnf4A, a regulator of gluconeogenesis. Gene expression of pyruvate kinase, catalysing the final step of glycolysis, was also reduced by 1-triple TTA. In addition, pyruvate dehydrogenase activity was reduced, accompanied by 10-15-fold increased gene expression of its regulator pyruvate dehydrogenase kinase 4 compared to control, suggesting reduced entry of pyruvate into the TCA cycle. Indeed, the NADPH-generating enzyme malic enzyme 1 (ME1) catalysing production of pyruvate from malate, was increased 13-fold at the gene expression level. Despite the decreased glycogen level, genes involved in glycogen synthesis were not affected in livers of 1-triple TTA treated rats. In contrast, the pentose phosphate pathway seemed to be increased as the hepatic gene expression of glucose-6-phosphate dehydrogenase (G6PD) was higher in 1-triple TTA treated rats compared to controls. In human Huh7 liver cells, but not in myotubes, 1-triple-TTA reduced glucose oxidation and induced fatty acid oxidation, in line with previous observations of increased hepatic mitochondrial palmitoyl-CoA oxidation in rats. Importantly, this work recognizes the liver as an important organ in glucose homeostasis. The mitochondrially targeted fatty acid analogue 1-triple TTA seemed to lower hepatic glucose and glycogen levels by inhibition of gluconeogenesis. This was also linked to a reduction in glucose oxidation accompanied by reduced PHD activity and stimulation of ME1 and G6PD, favouring a shift from glucose- to fatty acid oxidation. The reduced plasma insulin/glucose ratio indicate that 1-triple TTA may improve glucose tolerance in rats."
  },
  "title": {
    "en": "A mitochondria-targeted fatty acid analogue influences hepatic glucose metabolism and reduces the plasma insulin/glucose ratio in male Wistar rats"
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1741860",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "14:e0222558",
  "issue": "9",
  "pages": {
    "from": "1",
    "to": "17"
  }
}