{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Høgskulen på Vestlandet"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1828118/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Eldbjørg",
        "surname": "Fossgard"
      },
      {
        "first_name": "Eli Kristin",
        "surname": "Aadland"
      }
    ]
  },
  "cristin_result_id": "1828118",
  "nva_result_id": "0198cc7a1fb0-b68efb98-ca1a-450b-b544-3cdfcddb8ed3",
  "created": {
    "date": "2025-08-21T11:53:32.000Z"
  },
  "last_modified": {
    "date": "2025-09-03T06:13:42.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "Skolemåltid i Trøndelag er initiert og finansiert av Fylkesmannen i Trøndelag og omfatter åtte kommuner i fylket. Et overordnet mål for skolemåltidsprosjektet er å utvikle en modell for skolemåltider ved barne- og ungdomsskoler, og som kan anvendes ved alle skoler. Prosjektet kom i gang i 2018 og eies av Fylkesmannen i Trøndelag. Forskergruppa Mat og måltider i skole og barnehage ved Høgskulen på Vestlandet inngikk høsten 2019 avtale med fylkesmannen om å evaluere pilotprosjektet ved Verdalsøra ungdomsskole, den største av de skolene som var med. Det ble gjennomført en tverrsnittstudie der tre ulike skolemåltidsformer ble undersøkt: medbrakt matpakke, servert smørelunsj og servert varmmåltid, og det er brukt både kvantitative og kvalitative metoder i datainnsamlingsarbeidet. Ca. 80% av skolens 433 elever svarte på spørreskjemaene, og ca. 70 av skolens elever deltok i fokusgruppesamtaler. Datainnsamlinga ble foretatt i løpet av en skoleuke i februar 2020 av tre forskere og fire bachelorstudenter ved Høgskulen på Vestlandet. Resultatene viser at 77 % av elevene hadde med seg egen matpakke 3-5 dager per uke, mens 12 % sjelden eller aldri hadde med seg mat. Elevene så flere fordeler med at matpakkeordningen var rimelig, de kunne selv bestemme hva og hvor de ville spise, og de mente at maten hjemmefra var sunnere enn den skolen tilbød. Ulempen var at matpakkematen ofte var kjedelig. Smørelunsjen var godt likt, men aller mest benyttet blant 10. klassingene (70 %) og minst blant 8. klassingene (46 %). Elevene mente at det var flere fordeler med at skolen tilbød brød og pålegg: tidsbesparende, lettvint, fersk mat og mulighet til å forsyne seg flere ganger. Ulempene med smørelunsjen var først og fremst at det ble fullt og dannet seg køer når de skulle forsyne seg, og at hygienen var for dårlig. Varmlunsjen derimot var det større skepsis til. Mens 1/5 av de spurte sa at de spiste og likte maten som ble servert, svarte 56 % at de sjelden likte det som ble servert. Kritikken gikk på at det ble ensidig med så mange suppelunsjer, og at de mettet lite. Undersøkelsen viste videre at elevene handlet lite i kantina (mest pga. pris), men at de ønsket seg et større utvalg av sunne matvarer når de handlet. På spørsmålet om hvordan elevene ønsket seg skolemåltidet i framtiden, svarte flertallet at de ønsket at ordningen med smørelunsj skulle fortsette, men at de også kunne ha et par matpakkedager i uka. På spørsmålet om hva elevene anså som det viktigste med lunsjpausen, svarte mange at det var å være sosial og sitte sammen med venner. Å være en del av et vennefellesskap og dele bord var ikke forbeholdt de som hadde med seg mat eller spiste maten skolen bød fram, men omfattet også de som ikke spiste noe. Nesten alle elevene som deltok i fokusgruppene refererte til at de hadde en mer eller mindre fast gjeng som de satt sammen med, slik at de sjelden lurte på hvor de skulle gå i spisepausen. 1/3 av elevene satt ved lunsjbordene mer enn 20 min."
  },
  "title": {
    "nb": "Matpakkelunsj, smørelunsj eller varmlunsj? Ungdomsskoleelevers erfaringer og oppfatninger av ulike skolemåltidsordninger."
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1828118",
  "number_of_pages": "65",
  "publisher": {
    "name": "Høgskulen på Vestlandet",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=8A7EED2A-A78F-4699-9DA6-E139C35A462D"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788293677215"
    }
  ]
}