{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Biochimica et Biophysica Acta - Molecular and Cell Biology of Lipids"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1873171/contributors",
    "count": 11,
    "preview": [
      {
        "first_name": "Mona Synnøve",
        "surname": "Nilsen"
      },
      {
        "first_name": "Carine",
        "surname": "Lindquist"
      },
      {
        "first_name": "Marit Hallvardsdotter",
        "surname": "Stafsnes"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Per",
        "surname": "Bruheim"
      },
      {
        "first_name": "Thomas Aquinas",
        "surname": "Aloysius"
      }
    ]
  },
  "cristin_result_id": "1873171",
  "nva_result_id": "0198cc86796d-08808fb9-8766-453e-a8b3-b423c58874db",
  "created": {
    "date": "2025-08-21T12:07:01.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85099582021"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T08:22:34.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.bbalip.2021.158887"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2725220"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Objective Discovery of specific markers that reflect altered hepatic fatty acid oxidation could help to detect an individual's risk of fatty liver, type 2 diabetes and cardiovascular disease at an early stage. Lipid and protein metabolism are intimately linked, but our understanding of this crosstalk remains limited. Methods In male Wistar rats, we used synthetic fatty acid analogues (3-thia fatty acids) as a tool to induce hepatic fatty acid oxidation and mitochondrial biogenesis, to gain new insight into the link between fatty acid oxidation, amino acid metabolism and TCA cycle-related intermediate metabolites in liver and plasma. Results Rats treated with 3-thia fatty acids had 3-fold higher hepatic, but not adipose and skeletal muscle, expression of the thioesterase 3-hydroxyisobutyryl-CoA hydrolase (Hibch), which controls the formation of 3-hydroxyisobutyrate (3-HIB) in the valine degradation pathway. Consequently, 3-thia fatty acid-stimulated hepatic fatty acid oxidation and ketogenesis was accompanied by decreased plasma 3-HIB and increased methylmalonic acid (MMA) concentrations further downstream in BCAA catabolism. The higher plasma MMA corresponded to higher MMA-CoA hydrolase activity and hepatic expression of GTP-specific succinyl-CoA synthase (Suclg2) and succinate dehydrogenase (Sdhb), and lower MMA-CoA mutase activity. Plasma 3-HIB correlated positively to plasma and hepatic concentrations of TAG, plasma total fatty acids, plasma NEFA and insulin/glucose ratio, while the reverse correlations were seen for MMA. Conclusion Our study provides new insight into TCA cycle-related metabolic changes associated with altered hepatic fatty acid flux, and identifies 3-HIB and MMA as novel circulating markers reflective of mitochondrial β-oxidation in male Wistar rats."
  },
  "title": {
    "en": "Plasma 3-hydroxyisobutyrate (3-HIB) and methylmalonic acid (MMA) are markers of hepatic mitochondrial fatty acid oxidation in male Wistar rats"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1873171",
  "journal": {
    "cristin_journal_id": "BD66AB9E-F23D-44C2-817C-04A0A13DF4A2",
    "name": "Biochimica et Biophysica Acta - Molecular and Cell Biology of Lipids",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1388-1981"
      },
      {
        "type": "electronic",
        "value": "1879-2618"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=BD66AB9E-F23D-44C2-817C-04A0A13DF4A2"
  },
  "volume": "1866",
  "article_number": "158887",
  "issue": "4"
}