{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1878560/contributors",
    "count": 12,
    "preview": [
      {
        "first_name": "Thomas",
        "surname": "Lundåsen"
      },
      {
        "first_name": "Matteo",
        "surname": "Pedrelli"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Björn",
        "surname": "Rozell"
      },
      {
        "first_name": "Raoul",
        "surname": "Kuiper"
      },
      {
        "first_name": "Lena",
        "surname": "Burri"
      }
    ]
  },
  "cristin_result_id": "1878560",
  "nva_result_id": "0198cc48c675-bae296c3-04f1-483e-9fdd-b3c5d7916bea",
  "created": {
    "date": "2025-08-21T10:59:38.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85081899900"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T07:55:15.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0229322"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2725930"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Tetradecylthioacetic acid (TTA) is a synthetic fatty acid with a sulfur substitution in the β-position. This modification renders TTA unable to undergo complete β-oxidation and increases its biological activity, including activation of peroxisome proliferator activated receptors (PPARs) with preference for PPARα. This study investigated the effects of TTA on lipid and lipoprotein metabolism in the intestine and liver of mice fed a high fat diet (HFD). Mice receiving HFD supplemented with 0.75% (w/w) TTA had significantly lower body weights compared to mice fed the diet without TTA. Plasma triacylglycerol (TAG) was reduced 3-fold with TTA treatment, concurrent with increase in liver TAG. Total cholesterol was unchanged in plasma and liver. However, TTA promoted a shift in the plasma lipoprotein fractions with an increase in larger HDL particles. Histological analysis of the small intestine revealed a reduced size of lipid droplets in enterocytes of TTA treated mice, accompanied by increased mRNA expression of fatty acid transporter genes. Expression of the cholesterol efflux pump Abca1 was induced in the small intestine, but not in the liver. Scd1 displayed markedly increased mRNA and protein expression in the intestine of the TTA group. It is concluded that TTA treatment of HFD fed mice leads to increased expression of genes involved in uptake and transport of fatty acids and HDL cholesterol in the small intestine with concomitant changes in the plasma profile of smaller lipoproteins."
  },
  "title": {
    "en": "The PPAR pan-agonist tetradecylthioacetic acid promotes redistribution of plasma cholesterol towards large HDL"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1878560",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "15",
  "issue": "3",
  "pages": {
    "from": "1",
    "to": "21"
  }
}