{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Scientific Reports"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1920662/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Kathrin",
        "surname": "Beyer"
      },
      {
        "first_name": "Stein Atle",
        "surname": "Lie"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Rolf K.",
        "surname": "Berge"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      },
      {
        "first_name": "Johan Gorgas",
        "surname": "Brun"
      }
    ]
  },
  "cristin_result_id": "1920662",
  "nva_result_id": "0198cc938b35-e0b05a2b-5cab-4d32-9f3b-9b7e4772b48f",
  "created": {
    "date": "2025-08-21T12:21:18.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85102201488"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T08:19:00.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1038/s41598-021-84122-y"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2789358"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Rheumatoid arthritis (RA) and periodontitis are chronic inflammatory diseases with several pathogenic pathways in common. Evidence supports an association between the diseases, but the exact underlying mechanisms behind the connection are still under investigation. Lipid, fatty acid (FA) and metabolic profile alterations have been associated with several chronic inflammatory diseases, including RA and periodontitis. Mitochondria have a central role in regulating cellular bioenergetic and whole-body metabolic homeostasis, and mitochondrial dysfunction has been proposed as a possible link between the two disorders. The aim of this cross-sectional study was to explore whole-blood FA, serum lipid composition, and carnitine- and choline derivatives in 78 RA outpatients with different degrees of periodontal inflammation. The main findings were alterations in lipid, FA, and carnitine- and choline derivative profiles. More specifically, higher total FA and total cholesterol concentrations were found in active RA. Elevated phospholipid concentrations with concomitant lower choline, elevated medium-chain acylcarnitines (MC-AC), and decreased ratios of MC-AC and long-chain (LC)-AC were associated with prednisolone medication. This may indicate an altered mitochondrial function in relation to the increased inflammatory status in RA disease. Our findings may support the need for interdisciplinary collaboration within the field of medicine and dentistry in patient stratification to improve personalized treatment. Longitudinal studies should be conducted to further assess the potential impact of mitochondrial dysfunction on RA and periodontitis."
  },
  "title": {
    "en": "Lipid, fatty acid, carnitine- and choline derivative profiles in rheumatoid arthritis outpatients with different degrees of periodontal inflammation"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1920662",
  "journal": {
    "cristin_journal_id": "4CE88F3B-DEC2-4893-A1D0-A8186BF64290",
    "name": "Scientific Reports",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2045-2322"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=4CE88F3B-DEC2-4893-A1D0-A8186BF64290"
  },
  "volume": "11",
  "issue": "1",
  "pages": {
    "from": "1",
    "to": "14"
  }
}