{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Nutrition"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1952511/contributors",
    "count": 10,
    "preview": [
      {
        "first_name": "Simon N",
        "surname": "Dankel"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Carine",
        "surname": "Lindquist"
      },
      {
        "first_name": "Mari Lausund",
        "surname": "Grinna"
      },
      {
        "first_name": "Christine Renate",
        "surname": "Rossmann"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      }
    ]
  },
  "cristin_result_id": "1952511",
  "nva_result_id": "0198cc87042b-368b7d4d-65fb-4714-8588-d73c7c13ea69",
  "created": {
    "date": "2025-08-21T12:07:37.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85116339362"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:30:56.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1093/jn/nxab178"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background Low-carbohydrate diets are suggested to exert metabolic benefits by reducing circulating triacylglycerol (TG) concentrations, possibly by enhancing mitochondrial activity. Objective We aimed to elucidate mechanisms by which dietary carbohydrate and fat differentially affect hepatic and circulating TG, and how these mechanisms relate to fatty acid composition. Methods Six-week-old, ∼300 g male Wistar rats were fed a high-carbohydrate, low-fat [HC; 61.3% of energy (E%) carbohydrate] or a low-carbohydrate, high-fat (HF; 63.5 E% fat) diet for 4 wk. Parameters of lipid metabolism and mitochondrial function were measured in plasma and liver, with fatty acid composition (GC), high-energy phosphates (HPLC), carnitine metabolites (HPLC-MS/MS), and hepatic gene expression (qPCR) as main outcomes. Results In HC-fed rats, plasma TG was double and hepatic TG 27% of that in HF-fed rats. The proportion of oleic acid (18:1n–9) was 60% higher after HF vs. HC feeding while the proportion of palmitoleic acid (16:1n–7) and vaccenic acid (18:1n–7), and estimated activities of stearoyl-CoA desaturase, SCD-16 (16:1n–7/16:0), and de novo lipogenesis (16:0/18:2n–6) were 1.5–7.5-fold in HC vs. HF-fed rats. Accordingly, hepatic expression of fatty acid synthase (Fasn) and acetyl-CoA carboxylase (Acaca/Acc) was strongly upregulated after HC feeding, accompanied with 8-fold higher FAS activity and doubled ACC activity. There were no differences in expression of liver-specific biomarkers of mitochondrial biogenesis and activity (Cytc, Tfam, Cpt1, Cpt2, Ucp2, Hmgcs2); concentrations of ATP, AMP, and energy charge; plasma carnitine/acylcarnitine metabolites; or peroxisomal fatty acid oxidation. Conclusions In male Wistar rats, dietary carbohydrate was converted into specific fatty acids via hepatic lipogenesis, contributing to higher plasma TG and total fatty acids compared with high-fat feeding. In contrast, the high-fat, low-carbohydrate feeding increased hepatic fatty acid content, without affecting hepatic mitochondrial fatty acid oxidation."
  },
  "title": {
    "en": "Hepatic Energy Metabolism Underlying Differential Lipidomic Responses to High-Carbohydrate and High-Fat Diets in Male Wistar Rats"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1952511",
  "journal": {
    "cristin_journal_id": "3474102D-8381-457B-B9BB-1E862DF207A8",
    "name": "Journal of Nutrition",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0022-3166"
      },
      {
        "type": "electronic",
        "value": "1541-6100"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=3474102D-8381-457B-B9BB-1E862DF207A8"
  },
  "volume": "151",
  "issue": "9",
  "pages": {
    "from": "2610",
    "to": "2621"
  }
}