{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "International Journal of Molecular Sciences"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2193546/contributors",
    "count": 13,
    "preview": [
      {
        "first_name": "Simon Nitter",
        "surname": "Dankel"
      },
      {
        "first_name": "Tine-Lise",
        "surname": "Kalleklev"
      },
      {
        "first_name": "Siri",
        "surname": "Lunde"
      },
      {
        "first_name": "Marit Hallvardsdotter",
        "surname": "Stafsnes"
      },
      {
        "first_name": "Per",
        "surname": "Bruheim"
      },
      {
        "first_name": "Thomas Aquinas",
        "surname": "Aloysius"
      }
    ]
  },
  "cristin_result_id": "2193546",
  "nva_result_id": "0198cc832df9-ffd23b14-f788-4d1c-a7f1-0d2b59b90ad9",
  "created": {
    "date": "2025-08-21T12:03:25.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85176610962"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T07:52:37.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3390/ijms242115536"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3101818"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Altered hepatic mitochondrial fatty acid β-oxidation and associated tricarboxylic acid (TCA) cycle activity contributes to lifestyle-related diseases, and circulating biomarkers reflecting these changes could have disease prognostic value. This study aimed to determine hepatic and systemic changes in TCA-cycle-related metabolites upon the selective pharmacologic enhancement of mitochondrial fatty acid β-oxidation in the liver, and to elucidate the mechanisms and potential markers of hepatic mitochondrial activity. Male Wistar rats were treated with 3-thia fatty acids (e.g., tetradecylthioacetic acid (TTA)), which target mitochondrial biogenesis, mitochondrial fatty acid β-oxidation, and ketogenesis predominantly in the liver. Hepatic and plasma concentrations of TCA cycle intermediates and anaplerotic substrates (LC-MS/MS), plasma ketones (colorimetric assay), and acylcarnitines (HPLC-MS/MS), along with associated TCA-cycle-related gene expression (qPCR) and enzyme activities, were determined. TTA-induced hepatic fatty acid β-oxidation resulted in an increased ratio of plasma ketone bodies/nonesterified fatty acid (NEFA), lower plasma malonyl-CoA levels, and a higher ratio of plasma acetylcarnitine/palmitoylcarnitine (C2/C16). These changes were associated with decreased hepatic and increased plasma pyruvate concentrations, and increased plasma concentrations of succinate, malate, and 2-hydroxyglutarate. Expression of several genes encoding TCA cycle enzymes and the malate–oxoglutarate carrier (Slc25a11), glutamate dehydrogenase (Gdh), and malic enzyme (Mdh1 and Mdh2) were significantly increased. In conclusion, the induction of hepatic mitochondrial fatty acid β-oxidation by 3-thia fatty acids lowered hepatic pyruvate while increasing plasma pyruvate, as well as succinate, malate, and 2-hydroxyglutarate."
  },
  "title": {
    "en": "Changes in Plasma Pyruvate and TCA Cycle Metabolites upon\r\nIncreased Hepatic Fatty Acid Oxidation and Ketogenesis in\r\nMale Wistar Rats"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2193546",
  "journal": {
    "cristin_journal_id": "15137D58-D45D-4B80-8297-E06CC8973ECF",
    "name": "International Journal of Molecular Sciences",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1661-6596"
      },
      {
        "type": "electronic",
        "value": "1422-0067"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=15137D58-D45D-4B80-8297-E06CC8973ECF"
  },
  "volume": "24",
  "article_number": "15536",
  "issue": "21"
}