{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Høgskulen på Vestlandet"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2275203/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Iselin Thowsen",
        "surname": "Vildmyren"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Sondre Strandskog",
        "surname": "Arnesen"
      },
      {
        "first_name": "Marte Gausvik",
        "surname": "Musland"
      },
      {
        "first_name": "Ingrid",
        "surname": "Leversen"
      }
    ]
  },
  "cristin_result_id": "2275203",
  "nva_result_id": "0198cc674481-8519b0a7-cc18-43f6-959c-cd735745e8af",
  "created": {
    "date": "2025-08-21T11:32:56.000Z"
  },
  "last_modified": {
    "date": "2025-09-03T06:13:21.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "Rapporten er basert på kvalitative intervjuer med ansatte med ansvar for gratis skolematordninger på grunnskolenivå i ti norske kommuner. I disse intervjuene har vi fokusert på spørsmål om kommunenes erfaringer knyttet til innføringen og drift av disse ordningene for å undersøke hvordan en gradvis innføring av skolemåltid i Norge kan innrettes på en best mulig måte. Tilbakemeldingene fra kommunene viser at det er stor variasjon i både tidsperspektiv for hvordan-, og i hvilken grad, - ulike interessegrupper ble involvert i planleggingen av de ulike ordningene. Ifølge kommunene selv ble ordningene stort sett godt mottatt av elever og foreldre, men det ble rapportert om til dels stor motstand blant lærere, særlig i kommuner hvor disse ble involvert i gjennomføringen uten å ha bli rådført på forhånd. Det var også til dels stor variasjon i skolemattilbudet hva angikk antall ukentlige måltid, varm eller kald mat og hvor involvert kommunen sentralt var i gjennomføring og oppfølging på de enkelte skolene. Anbefalingene fra kommunene for oppstart av skolematordninger inkluderer blant annet tidlig planlegging og utprøving, god forankring blant interessegrupper, dedikert matfaglig personell til skolematordningen, mulighet for lokale tilpasninger, samt langsiktig forutsigbarhet for alle involverte"
  },
  "title": {
    "nb": "Lokale prosesser ved innføring av skolemat i et utvalg norske kommuner"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2275203",
  "number_of_pages": "28",
  "publisher": {
    "name": "Høgskulen på Vestlandet",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=8A7EED2A-A78F-4699-9DA6-E139C35A462D"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788284611020"
    }
  ]
}