{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Liver Research"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2299357/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Siri",
        "surname": "Lunde"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Magne Olav",
        "surname": "Sydnes"
      },
      {
        "first_name": "Simon N",
        "surname": "Dankel"
      },
      {
        "first_name": "Lise",
        "surname": "Madsen"
      }
    ]
  },
  "cristin_result_id": "2299357",
  "nva_result_id": "0198cc5346ca-19e5f0d9-fb69-4087-9480-7ba703c26668",
  "created": {
    "date": "2025-08-21T11:11:06.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85204220897"
    }
  ],
  "last_modified": {
    "date": "2025-09-01T10:40:47.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.livres.2024.09.001"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3180246"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background and objective Metabolic associated fatty liver disease (MAFLD) is associated with abnormal lipid metabolism. Mitochondrial dysfunction is considered an important factor in the onset of MAFLD, whereas altered fatty acid composition has been linked to the severity of the disease. Tetradecylthioacetic acid (TTA), shown to induce mitochondrial proliferation and alter the fatty acid composition, was used to delay the accumulation of hepatic triacylglycerol. This study aimed to evaluate how impaired mitochondrial fatty acid beta-oxidation affects fatty acid composition by incorporating meldonium into a high-carbohydrate diet. Methods C57BL/6 mice (n = 40) were fed high-carbohydrate diets supplemented with meldonium, TTA, or a combination of meldonium and TTA for 21 days. Lipid levels were determined in liver samples, and fatty acid composition was measured in both liver and plasma samples. Additionally, desaturase and elongase activities were estimated. The hepatic activities and gene expression levels of enzymes involved in fatty acid metabolism were measured in liver samples, whereas carnitines, their precursors, and acylcarnitines were measured in plasma samples. Results The meldonium-induced depletion of L-carnitine and mitochondrial fatty acid oxidation was confirmed by reduced plasma levels of L-carnitine and acylcarnitines. Principal component analyses of the hepatic fatty acid composition revealed clustering dependent on meldonium and TTA. The meldonium-induced increase in hepatic triacylglycerol levels correlated negatively with estimated activities of elongases and was associated with higher estimated activities of delta-6 desaturase (D6D; C18:4n-3/C18:3n-3 and C18:3n-6/C18:2n-6), and increased circulating levels of C18:4n-3 and C18:3n-6 (gamma-linolenic acid). TTA mitigated meldonium-induced triacylglycerol levels by 80% and attenuated the estimated D6D activities, and elongation of n-6 polyunsaturated fatty acids (PUFAs). TTA also attenuated the meldonium-mediated reduction of C24:1n-9 (nervonic acid), possibly by stimulating Elovl5 and increased elongation of erucic acid (C22:1n-9) to nervonic acid. The hepatic levels of nervonic acid and the estimated activity of n-6 PUFA elongation correlated negatively with the hepatic triacylglycerol levels, while the estimated activities of D6D correlated positively. Conclusion Circulating levels of gamma-linolenic acid, along with reduced estimated elongation of n-6 PUFAs and D6D desaturation activities, were associated with hepatic triacylglycerol levels."
  },
  "title": {
    "en": "Meldonium-induced steatosis is associated with increased delta 6 desaturation and reduced elongation of n-6 polyunsaturated fatty acids"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2299357",
  "journal": {
    "cristin_journal_id": "613248D0-3E37-464F-B8D9-A150D640A3ED",
    "name": "Liver Research",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2096-2878"
      },
      {
        "type": "electronic",
        "value": "2542-5684"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=613248D0-3E37-464F-B8D9-A150D640A3ED"
  },
  "volume": "8",
  "issue": "3",
  "pages": {
    "from": "152",
    "to": "164"
  }
}