{
  "category": {
    "code": "ABSTRACT",
    "name": {
      "en": "Abstract"
    }
  },
  "channel": {
    "title": "Scandinavian Journal of Public Health"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2353233/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Iselin Thowsen",
        "surname": "Vildmyren"
      },
      {
        "first_name": "Julie Meinseth",
        "surname": "Vatne"
      },
      {
        "first_name": "Ingrid Laukeland",
        "surname": "Djupegot"
      }
    ]
  },
  "cristin_result_id": "2353233",
  "nva_result_id": "0198cc59a59e-fc71f4c4-47e0-493f-b2a1-af63be3ca6a2",
  "created": {
    "date": "2025-08-21T11:18:03.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T13:34:29.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1177/14034948241278521"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Level of pupil participation in the school subject Food and health could potentially influence pupils’ ability to find, evaluate and use food related information, and thus future health.\r\n\r\nMethod: A between-subject classroom-based intervention was performed, with moderate or high level of pupil participation in the planning of a practical kitchen session on seasonal vegetables. Thirteen home economics classes from one lower secondary school were randomly assigned to each intervention. Pupils answered a questionnaire on objective and subjective knowledge and perceptions on learning two weeks and seven months after the intervention.\r\n\r\nResults: Results showed that multiple choice answers on factual knowledge did not differ between groups. The high pupil participation group demonstrated significantly higher knowledge on budget and received a higher score on open questions compared to the moderate group, both two weeks and seven months after the intervention.\r\n\r\nConclusion: The high pupil participation group agreed more with statements reflecting subjective knowledge, and high pupil participation influenced pupils’ perceptions significantly regarding statements that they learn more when participating in the planning process, and that what they have learned in Food and health affects their ability to make sustainable food choices in the\r\nfuture. Further studies on the effect of pupil participation on other aspects of learning should be performed.\r\n\r\nMain message: The food and health subject is important to convey knowledge and good food practices in pupils. Teaching methods that support pupil autonomy"
  },
  "title": {
    "en": "Pupil participation in a Food and health lesson in 9th grade: Effect on learning"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2353233",
  "journal": {
    "cristin_journal_id": "6AEC39ED-9B26-46F3-B5C6-964C33A6D2B9",
    "name": "Scandinavian Journal of Public Health",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1403-4948"
      },
      {
        "type": "electronic",
        "value": "1651-1905"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=6AEC39ED-9B26-46F3-B5C6-964C33A6D2B9"
  }
}