{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Health Education Journal"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2395734/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Iselin Thowsen",
        "surname": "Vildmyren"
      },
      {
        "first_name": "Ingrid Laukeland",
        "surname": "Djupegot"
      }
    ]
  },
  "cristin_result_id": "2395734",
  "nva_result_id": "0198cc411f40-c7200396-db12-4388-aaaa-42e0a84fedcc",
  "created": {
    "date": "2025-08-21T10:51:16.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T16:47:10.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1177/00178969251356788"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "2561062",
      "url": "https://api.cristin.no/v2/projects/2561062"
    }
  ],
  "summary": {
    "en": "Objective:\nPupils’ active involvement in the learning process may be pivotal for effective learning in food education and for connecting learned concepts to health-related behaviours. The objective of this study was to investigate effects of pupil participation on knowledge and satisfaction in the Norwegian school subject Food and Health.\nDesign and setting:\nThirteen classes from one lower secondary school in Western Norway were randomly assigned to two teaching intervention groups, with either moderate or high levels of pupil participation. The topic was seasonal fruit and vegetables. Questionnaires were responded to after 2 weeks and 6 months.\nMethods:\nScores on pupils’ objective knowledge were calculated from multiple-choice and open-ended questions, and self-perceived knowledge and subject satisfaction were measured by Likert-type scale items. Difference between groups was determined using the Student’s t-test.\nResults:\nMultiple-choice scores did not differ between groups, but open-ended question scores were significantly higher in the high pupil participation group compared to the moderate pupil participation group at both 2 weeks and 6 months following the intervention (p = .04). Pupils’ self-perceived knowledge was significantly higher in the high participation group compared to the moderate participation group after 2 weeks, as was pupils’ satisfaction with the lessons (p < .001). Pupils in the high participation group were more confident that they could use what they had learned outside of school (2 weeks, p < .001) and make sustainable food choices (6 months, p = .02).\nConclusion:\nOur findings indicate that level of pupil participation in food education lessons influenced pupils’ objective and self-perceived knowledge, and subject satisfaction. Further studies should investigate possible links to health-related behaviour."
  },
  "title": {
    "en": "Pupil participation influenced learning in Food and Health: A randomised controlled trial"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2395734",
  "journal": {
    "cristin_journal_id": "5B6CEBDF-67F2-4C47-8078-C315523D7F5A",
    "name": "Health Education Journal",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0017-8969"
      },
      {
        "type": "electronic",
        "value": "1748-8176"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=5B6CEBDF-67F2-4C47-8078-C315523D7F5A"
  }
}