{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/842830/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Lena",
        "surname": "Burri"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Hege",
        "surname": "Wergedahl"
      },
      {
        "first_name": "Kjetil",
        "surname": "Berge"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      },
      {
        "first_name": "Asbjørn M.",
        "surname": "Svardal"
      }
    ]
  },
  "cristin_result_id": "842830",
  "nva_result_id": "0198cc3f74b5-bae07d86-8715-41d2-8a21-587d30155b18",
  "created": {
    "date": "2025-08-21T10:49:27.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-79961207929"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:07:46.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1007/s11745-011-3536-2"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The administration of tetradecylthioacetic acid (TTA), a hypolipidemic and anti-inflammatory modified bioactive fatty acid, has in several experiments based on high fat diets been shown to improve lipid transport and utilization. It was suggested that increased mitochondrial and peroxisomal fatty acid oxidation in the liver of Wistar rats results in reduced plasma triacylglycerol (TAG) levels. Here we assessed the potential of TTA to prevent tumor necrosis factor (TNF) a-induced lipid modifications in human TNFa (hTNFa) transgenic mice. These mice are characterized by reduced b-oxidation and changed fatty acid composition in the liver. The effect of dietary treatment with TTA on persistent, low-grade hTNFa overexpression in mice showed a beneficial effect through decreasing TAG plasma concentrations and positively affecting saturated and monounsaturated fatty acid proportions in the liver, leading to an increased anti-inflammatory fatty acid index in this group. We also observed an increase of mitochondrial b-oxidation in the livers of TTA treated mice. Concomitantly, there were enhanced plasma levels of carnitine, acetyl carnitine, propionyl carnitine, and octanoyl carnitine, no changed levels in trimethyllysine and palmitoyl carnitine, and a decreased level of the precursor for carnitine, called c-butyrobetaine. Nevertheless, TTA administration led to increased hepatic TAG levels that warrant further investigations to ascertain that TTA may be a promising candidate for use in the amelioration of inflammatory disorders characterized by changed lipid metabolism due to raised TNFa levels."
  },
  "title": {
    "en": "Tetradecylthioacetic acid increases hepatic mitochondrial beta-oxidation and alters fatty acid composition in a mouse model of chronic inflammation"
  },
  "year_published": "2011",
  "url": "https://api.cristin.no/v2/results/842830",
  "journal": {
    "cristin_journal_id": "36709435-7194-4CEA-AD61-4D9C69286DEF",
    "name": "Lipids",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0024-4201"
      },
      {
        "type": "electronic",
        "value": "1558-9307"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=36709435-7194-4CEA-AD61-4D9C69286DEF"
  },
  "volume": "46",
  "issue": "8",
  "pages": {
    "from": "679",
    "to": "689"
  }
}