{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Lipids in Health and Disease"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/964326/contributors",
    "count": 11,
    "preview": [
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Bodil",
        "surname": "Bjørndal"
      },
      {
        "first_name": "Ottar",
        "surname": "Nygård"
      },
      {
        "first_name": "Lena",
        "surname": "Burri"
      },
      {
        "first_name": "Christ",
        "surname": "Berge"
      },
      {
        "first_name": "Pavol",
        "surname": "Bohov"
      }
    ]
  },
  "cristin_result_id": "964326",
  "nva_result_id": "0198cc6e2cc3-8ddbe305-4a10-43b9-98b8-c5ab8d250845",
  "created": {
    "date": "2025-08-21T11:40:29.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-84862728904"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T21:53:21.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/1476-511X-11-82"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Excess peroxisome proliferator-activated receptor (PPAR) stimulation has been associated with detrimental health effects including impaired myocardial function. Recently, supplementation with n-3 polyunsaturated fatty acids (PUFA) has been associated with improved left ventricular function and functional capacity in patients with dilated cardiomyopathy. We investigated the long-term effects of the pan-PPAR agonist tetradecylthioacetic acid (TTA) and/or high-dose fish oil (FO) on cardiac fatty acid (FA) composition and lipid metabolism. Male Wistar rats were given one out of four different 25% (w/v) fat diets: control diet; TTA diet; FO diet; or diet containing both TTA and FO. Results: After 50 weeks n-3 PUFA levels were increased by TTA and FO in the heart, whereas liver levels were reduced following TTA administration. TTA was associated with a decrease in arachidonic acid, increased activities of carnitine palmitoyltransferase II, fatty acyl-CoA oxidase, glycerol-3-phosphate acyltransferase, and fatty acid synthase in the heart. Furthermore, cardiac Ucp3 and Cact mRNA was upregulated. Conclusions: Long-term treatment with the pan-PPAR agonist TTA or high-dose FO induced marked changes in PUFA composition and enzymatic activity involved in FA metabolism in the heart, different from liver. Changes included increased FA oxidation and a selective increase in cardiac n-3 PUFA."
  },
  "title": {
    "en": "Long-term treatment with the pan-PPAR agonist tetradecylthioacetic acid or fish oil is associated with increased cardiac content of n-3 fatty acids in rat"
  },
  "year_published": "2012",
  "url": "https://api.cristin.no/v2/results/964326",
  "journal": {
    "cristin_journal_id": "29619F3C-5D18-408F-A551-02B6927DAD5C",
    "name": "Lipids in Health and Disease",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1476-511X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=29619F3C-5D18-408F-A551-02B6927DAD5C"
  },
  "volume": "11:82"
}