{
  "category": {
    "code": "POSTER",
    "name": {
      "en": "Poster"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/966685/contributors",
    "count": 11,
    "preview": [
      {
        "first_name": "Ottar",
        "surname": "Nygård"
      },
      {
        "first_name": "Elin",
        "surname": "Strand"
      },
      {
        "first_name": "Eva Kristine Ringdal",
        "surname": "Pedersen"
      },
      {
        "first_name": "Marta",
        "surname": "Ebbing"
      },
      {
        "first_name": "Gard Frodal",
        "surname": "Svingen"
      },
      {
        "first_name": "Hall",
        "surname": "Schartum-Hansen"
      }
    ]
  },
  "cristin_result_id": "966685",
  "nva_result_id": "0198cc82e40d-cd97a80b-6411-4215-9054-b0812ee048dd",
  "created": {
    "date": "2025-08-21T12:03:06.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T01:50:02.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Background: A high intake of n-3 long-chain polyunsaturated fatty acids (LCPUFAs) is usually recommended in secondary prevention of coronary heart disease, particularly in patients with high triglyceride levels. Furthermore, a beneficial effect has been observed in patients with heart failure, who are frequently insulin resistant. Objective: The aim was to study the influence of impaired glucose metabolism and diabetes mellitus on the relation between dietary intake of n-3 LCPUFAs and risk of acute myocardial infarction (AMI) in patients undergoing coronary angiography for suspected coronary artery disease in 2000-2004. Design: This study included 2378 participants of the Western Norway B-Vitamin Intervention Trial (WENBIT). Daily intakes of n-3 LCPUFAs were estimated based on average dietary intakes during the last year as reported in a food-frequency questionnaire at baseline. Hazard ratios (HRs (95% CI)) of AMI (fatal and non-fatal) according to n-3 LCPUFA intake were calculated using Cox-regression adjusted for cardiovascular risk factors by comparing upper vs. lowest tertile and as trend across tertiles. Patients were followed until 31 December 2006.\r\n\r\nResults: Mean age of the participants was 62 years and 80% were male. Patients were sub-grouped into non-diabetics (HbA1c <5.7%), pre-diabetics (HbA1c ≥5.7%), and diabetics (diagnosed), and were also stratified according to median triglyceride levels. Among patients with diabetes there was a significantly reduced risk of AMI in the upper vs. the lowest tertile of n-3 LCPUFA intake, multivariate HR (95% CIs) 0.34 (0.14, 0.82), P for trend=0.008. In non-diabetic patients with HbA1c <5.7% there was an increased risk of AMI in the upper tertile of n-3 LCPUFA intake, 1.97 (1.05, 3.67), P for trend=0.02. Risk estimates were strengthened in their respective directions in both diabetic and non-diabetic patients with triglyceride levels above median. No risk associations were seen in pre-diabetics.\r\n\r\nConclusions: Among patients with established coronary artery disease, a high intake of n-3 LCPUFAs was associated with a reduced risk of AMI in diabetic patients and an increased risk of AMI in non-diabetic patients. The effects were particularly pronounced in those with elevated triglyceride levels. "
  },
  "title": {
    "en": "Circulation 2012;126:A18411(poster). Dietary Intake of n-3 Long-Chain Polyunsaturated Fatty Acids, Diabetes Mellitus and Risk of Myocardial Infarction in Patients with Suspected Coronary Artery Disease"
  },
  "year_published": "2012",
  "url": "https://api.cristin.no/v2/results/966685",
  "event": {
    "name": "Scientific Sessions of the American Heart Association",
    "location": "Los Angeles",
    "date_from": "2012-11-03T00:00:00.000Z",
    "date_to": "2012-11-07T00:00:00.000Z",
    "arranged_by": {
      "name": "American heart Association"
    }
  }
}