{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Case Studies on Transport Policy"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1478571/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Halvor",
        "surname": "Schøyen"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Sunu",
        "surname": "Kurian"
      }
    ]
  },
  "cristin_result_id": "1478571",
  "nva_result_id": "0198cc6e6556-87f49860-57c6-406e-806d-5b40a6118e27",
  "created": {
    "date": "2025-08-21T11:40:43.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85021162032"
    }
  ],
  "last_modified": {
    "date": "2025-10-11T22:40:04.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.cstp.2017.06.003"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Recycling end-of-life vessels in an eco-friendly way is one of the challenges faced by ship-owners, recycling yards and governments. Ship scrapping is dangerous to the environment and the workers in the recycling sites. This study concentrates on international ship-owners’ role and influence, in connection to environmental and safety conditions in ship recycling. The paper aims to find out how the ship recycling industry works today, and how it can be transformed into a sustainable industry in the future. The research strategy adopted is a qualitative exploratory case study approach, based on data collected from a literature search, relevant document analysis and semi-structured interviews of some industry players in Norway. The findings indicate that among the shipping companies in Norway, demolition practices vary. Best practice, according to data collected from shipping managers, is to avoid beaching. The interviewed Norwegian shipping managers claim they monitor the entire recycling at site, from the very beginning to the end. According to these ship managers, the recycling yards in the subcontinents need to be standardized if this industry is to become sustainable in the future. The standardization is possible only through increased investments, i.e. in workers’ training, welfare, equipment and infrastructure."
  },
  "title": {
    "en": "Ship-owners' stance to environmental and safety conditions in ship recycling.  A case study among Norwegian shipping managers"
  },
  "year_published": "2017",
  "url": "https://api.cristin.no/v2/results/1478571",
  "journal": {
    "cristin_journal_id": "583E68DE-73D2-48BF-916B-255C8F1D6BC8",
    "name": "Case Studies on Transport Policy",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2213-624X"
      },
      {
        "type": "electronic",
        "value": "2213-6258"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=583E68DE-73D2-48BF-916B-255C8F1D6BC8"
  },
  "volume": "5",
  "issue": "3",
  "pages": {
    "from": "499",
    "to": "508"
  }
}