{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Research in Transportation Business and Management (RTBM)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1608420/contributors",
    "count": 7,
    "preview": [
      {
        "first_name": "Halvor",
        "surname": "Schøyen"
      },
      {
        "first_name": "Clemet Thærie",
        "surname": "Bjorbæk"
      },
      {
        "first_name": "Kenn",
        "surname": "Steger-Jensen"
      },
      {
        "first_name": "Noureddine",
        "surname": "Bouhmala"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Tor Erik",
        "surname": "Jensen"
      }
    ]
  },
  "cristin_result_id": "1608420",
  "nva_result_id": "0198cc607be9-396c6670-4d94-4fa5-8e25-81d47f18973d",
  "created": {
    "date": "2025-08-21T11:25:32.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85044920234"
    }
  ],
  "last_modified": {
    "date": "2025-10-11T17:52:40.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.rtbm.2018.03.002"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "One objective for countries in the European common market is to optimize the performance of their multimodal logistics chains. The attainment of this goal requires the continuous development of container ports' performance, better customer satisfaction and - at the same time - to deter the occurrence of waste and bottleneck. Many regions in Europe are shifting from a single-port to a multi-port gateway situation; their ports frequently have overlapping hinterlands and are therefore increasingly facing competition and rivalry between each other. This paper examines container ports located in six countries: Denmark, Finland, Iceland, Norway, Sweden and the UK. It focuses on sensitivities to the inclusion of country-specific measurements on logistics service delivery performance outcomes on port efficiency. Port efficiency is measured with Data Envelopment Analysis (DEA). The results suggest that: (1) efficiency measurements for Danish, Finnish, Swedish and British ports are heavily influenced by whether logistics service delivery outcomes are included or not; (2) Icelandic and Norwegian ports appear to be not sensitive to whether logistics service delivery outcomes are included or not; (3) on average, the container ports located in countries that are directly called by deep-sea transcontinental container liners are over-performers and under-performers with regard to technical efficiency and scale efficiency, respectively. We further apply a second-stage regression analysis to explain the impact of country-specific contextual factors on DEA-based efficiency scores."
  },
  "title": {
    "en": "Measuring the contribution of logistics service delivery performance outcomes and deep-sea container liner connectivity on port eﬃciency"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1608420",
  "journal": {
    "cristin_journal_id": "1BDE0AF9-A72A-430B-9CC6-9E2BCC20D523",
    "name": "Research in Transportation Business and Management (RTBM)",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2210-5395"
      },
      {
        "type": "electronic",
        "value": "2210-5409"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=1BDE0AF9-A72A-430B-9CC6-9E2BCC20D523"
  }
}