{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1613778/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Umar",
        "surname": "Burki"
      }
    ]
  },
  "cristin_result_id": "1613778",
  "nva_result_id": "0198cc823066-b1d33c3c-56de-468d-846f-78e8d7d0c1a3",
  "created": {
    "date": "2025-08-21T12:02:20.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T20:03:51.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1007/978-3-319-94322-0_4"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This chapter objective is to provide a broad understanding of the role and impact of green innovations and green practices in green supply chains. Green supply chains are an extension of ordinary supply chains. Green innovations and green practices function as key antecedents in transforming an ordinary supply chain into a green supply chain. Effective green supply chains apply a coordinated triple bottom-line (TBL) approach to simultaneously realize environmental, economic, and social goals in supply chain operations. External and internal factors play an instrumental role in the adoption of green innovations and green practices in supply chains’ operations. Some of the factors are changing consumer demand, government regulations and institutional pressures, technological innovations, and stakeholders’ attitude toward long-term environment sustainability. A review of green supply chain management literature shows that when businesses integrate green innovations and green practices in their supply chains, they achieve encouraging triple bottom-line outcomes. Transparency and truthful compliance to green innovations and practices in supply chain operations are some of the biggest challenges in green supply chains."
  },
  "title": {
    "en": "Green Supply Chain Management, Green Innovations, and Green Practices"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1613778",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc822fd9-292e5451-450a-42be-897f-b3588bf7714b"
  },
  "pages": {
    "from": "81",
    "to": "109"
  }
}