{
  "category": {
    "code": "ACADEMICREVIEW",
    "name": {
      "en": "Academic literature review"
    }
  },
  "channel": {
    "title": "Journal of Consumer Marketing"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1953355/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Maria",
        "surname": "Kanwal"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Raza",
        "surname": "Ali"
      },
      {
        "first_name": "Robert",
        "surname": "Dahlstrøm"
      }
    ]
  },
  "cristin_result_id": "1953355",
  "nva_result_id": "0198cc4e8328-877ae52b-a9fa-4046-beca-83eafcbe2d14",
  "created": {
    "date": "2025-08-21T11:05:54.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85120088391"
    }
  ],
  "last_modified": {
    "date": "2025-09-03T10:50:06.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1108/JCM-01-2021-4356"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3011231"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Purpose\r\n\r\nThis study aims to systematically examine gender specific behavioral differences and similarities in online shopping consumers, underlying theories for such differences and similarities and moderating and mediating roles of gender in studying the effects of online marketing strategies. This synthesis explores gender differences and similarities from a wide range of online settings, including readiness for adoption of new technology, willingness to make online payments, trust in online vendors, perception and behavior toward online business websites and perceived online service quality.\r\nDesign/methodology/approach\r\n\r\nA systematic approach was adopted to derive and then analyze the existing literature. The authors accessed relevant literature from three electronic databases. After a thorough screening process and applying inclusion and exclusion criteria, the study shortlisted 61 academic articles from an initial pool of 187 papers.\r\n\r\nFindings\r\n\r\nThe findings reveal more differences than similarities between men and women as online consumers. Men generally have more favorable attitudes toward e-tailers (electronic retailing), online purchase/re-purchase and e-payments than women do. Social influences positively affect the online purchase intentions of men and women, but they have a more substantial effect on women. Privacy concerns negatively affect the online trust of men and women, but they also manifest a more significant influence on women.\r\nPractical implications\r\n\r\nFindings of review guide practitioners in formulating effective positioning and communication strategies that enable them to appeal to gender-specific consumer segments in multiple products and business contexts. It offers guidelines to online businesses for developing e-business platforms (websites) that persuade the target audience across gender groups, based on consumer browsing and web navigation preferences.\r\nOriginality/value\r\n\r\nThis review fulfills the need for a systematic synthesis of empirical research vis-à-vis online consumer behavior studies to find gender-specific perceptions, attitudes and behaviors.\r\n"
  },
  "title": {
    "en": "Systematic review of gender differences and similarities in online consumers’ shopping behavior"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1953355",
  "journal": {
    "cristin_journal_id": "0C9295CD-BA85-410C-9899-7118E4E26216",
    "name": "Journal of Consumer Marketing",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0736-3761"
      },
      {
        "type": "electronic",
        "value": "2052-1200"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=0C9295CD-BA85-410C-9899-7118E4E26216"
  },
  "volume": "39",
  "issue": "1",
  "pages": {
    "from": "29",
    "to": "43"
  }
}