{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "International Journal of Emerging Markets"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1989591/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Muhammad",
        "surname": "Tahir"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Arshad",
        "surname": "Hayat"
      }
    ]
  },
  "cristin_result_id": "1989591",
  "nva_result_id": "0198cc478286-5e91d5d6-742c-47b8-a46c-86cd13deecbf",
  "created": {
    "date": "2025-08-21T10:58:15.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85122326804"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T14:21:53.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1108/IJOEM-05-2021-0762"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "\r\nPurpose\r\n\r\nThis paper explores the relationship between natural resources and economic growth of Brunei Darussalam, an underresearched area in the available literature.\r\nDesign/methodology/approach\r\n\r\nAnnual data are sourced from reliable sources for the period 1989–2020. Appropriate cointegration techniques for time series data are employed to estimate the specified models and extract results.\r\nFindings\r\n\r\nThe results provide evidence about the positive and significant role that natural resources have played in the economic growth of Brunei Darussalam. Similarly, trade openness and domestic investment have also positively and significantly impacted the long-run economic growth. On the other hand, the impacts of government expenditure and the growth of human capital on economic growth are although positive but insignificant statistically in the long run. The short-run results show that natural resources, government expenditures and domestic investment have influenced economic growth both positively and significantly. Moreover, the positive and significant impact of trade openness on economic growth, which was observed in the long run, turned negative and insignificant in the short run. Finally, the insignificant positive relationship between the growth of human capital and economic growth observed in the long run remained the same in the short run.\r\nOriginality/value\r\n\r\nThis paper studies the resource curse hypothesis for Brunei Darussalam for the first time, and therefore, the findings will be of significant interest for policymakers and researchers.\r\n"
  },
  "title": {
    "en": "Natural resources and economic growth: evidence from Brunei Darussalam"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/1989591",
  "journal": {
    "cristin_journal_id": "72AF7E6C-3486-4471-960C-802BEE8BEB7A",
    "name": "International Journal of Emerging Markets",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1746-8809"
      },
      {
        "type": "electronic",
        "value": "1746-8817"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=72AF7E6C-3486-4471-960C-802BEE8BEB7A"
  }
}