{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Environmental Management (JEM)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1989585/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Muhammad",
        "surname": "Tahir"
      }
    ]
  },
  "cristin_result_id": "1989585",
  "nva_result_id": "0198cc47a6ef-cf319746-5495-4504-b9cc-ec31e24b37c4",
  "created": {
    "date": "2025-08-21T10:58:24.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85123023143"
    }
  ],
  "last_modified": {
    "date": "2025-09-04T07:57:48.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.jenvman.2022.114506"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2997645"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This paper examines the effect of per capita income, trade openness, energy consumption, and financial development on the ASEAN region's environmental degradation. We obtained data from the World Development Indicators (WDI) during the years 2001–2020 to test our research model. For analysis, we applied panel data techniques such as pooled least squares, fixed effects, generalized least squares (GLS), and two stages least squares (2SLS). We also conducted the causality analysis to determine the direction of the relationship among the models' variables. Our models' results show the validity of the environmental Kuznets curve (EKC) hypothesis in the ASEAN region as per capita income and its square term possess positive and negative coefficients. The results also show the presence of an N-shaped EKC in ASEAN region a deviation from the conventional literature. Moreover, the results illustrate that increasing energy consumption, trade openness, and financial development positively contribute to environmental degradation in ASEAN economies. The causality analysis shows a two-way causality between trade openness and financial development, and environmental degradation and trade openness. We observed oneway causality, running a) from energy consumption and per capita income towards financial development, b) from per capita income towards trade openness, and c) from financial development towards environmental degradation. The study's results contribute to the environmental degradation literature and provide a better understanding of environmental degradation for policymakers in ASEAN economies."
  },
  "title": {
    "en": "Determinants of environmental degradation: Evidenced-based insights from ASEAN economies"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/1989585",
  "journal": {
    "cristin_journal_id": "E39BF403-B40D-4C9E-9C57-931F26CCABEE",
    "name": "Journal of Environmental Management (JEM)",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0301-4797"
      },
      {
        "type": "electronic",
        "value": "1095-8630"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=E39BF403-B40D-4C9E-9C57-931F26CCABEE"
  },
  "volume": "306",
  "article_number": "114506"
}