{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Resources, Environment and Sustainability"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2015083/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Muhammad",
        "surname": "Tahir"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Toseef",
        "surname": "Azid"
      }
    ]
  },
  "cristin_result_id": "2015083",
  "nva_result_id": "0198cc6ef5aa-81efaace-de07-4b68-8cc9-05564efc5d36",
  "created": {
    "date": "2025-08-21T11:41:20.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85127338936"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T19:07:53.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.resenv.2022.100056"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This study provides a unique perspective in environmental sustainability and research domain by linking climate change and terrorism, which is a new and unexplored factor of environmental sustainability. Through a newly developed predictive model, this study assessed the impact of terrorism on environmental sustainability in the MENA region countries for the time span of 2002–2019 This study also tested the validity of the Environmental Kuznets Curve (EKC) hypothesis. The empirical results indicate that terrorism is harmful for environmental sustainability as it increases CO2 emissions, while trade openness and urbanization have a favorable influence on environmental sustainability as they are negatively associated with CO2 emissions. The results also revealed a positive and statistically significant relationship between energy consumption and CO2 emissions. Empirically, the results confirmed the validity of the EKC hypothesis in the MENA region. The causality exercise shows a one-way causality from CO2 emissions and urbanization towards terrorism. Similarly, a unilateral causality is witnessed from energy consumption towards urbanization and from per capita income towards CO2 emissions. Finally, a two-way causality is detected between trade and terrorism, energy consumption and terrorism and between per capita income and terrorism. These empirical findings provide valuable insights for various stakeholders, i.e., government authorities, policymakers, regulators, practitioners, and researchers."
  },
  "title": {
    "en": "Terrorism and Environmental Sustainability: Empirical Evidence from the MENA region"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2015083",
  "journal": {
    "cristin_journal_id": "6F303506-1B16-4F7E-84B6-E2D1D6B1FD5A",
    "name": "Resources, Environment and Sustainability",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2666-9161"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=6F303506-1B16-4F7E-84B6-E2D1D6B1FD5A"
  },
  "volume": "8",
  "article_number": "100056",
  "pages": {
    "from": "1",
    "to": "10"
  }
}