{
  "category": {
    "code": "ACADEMICREVIEW",
    "name": {
      "en": "Academic literature review"
    }
  },
  "channel": {
    "title": "Journal of Sustainable Marketing"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2098069/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Umar",
        "surname": "Burki"
      },
      {
        "first_name": "Pervin",
        "surname": "Ersoy"
      }
    ]
  },
  "cristin_result_id": "2098069",
  "nva_result_id": "0198cc43f052-cb99d990-dbf3-4de6-9dbf-ccbaeb78dd15",
  "created": {
    "date": "2025-08-21T10:54:21.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T13:18:41.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.51300/jsm-2022-61"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This study reviews the role of top management commitment in realizing sustainability goals in interfirm and supply chain relationships. Next, the study employs the resource-based view of the firm to implicate top management commitment as a moderator of influences of green innovation practices on customer cooperation. Using survey design methodology, we collected data from different 181 ISO 14001 certified Turkish manufacturing firms. We tested the proposed hypotheses by using the hierarchical multivariate regression approach. The direct effect of top management commitment on green process innovation is significant, while its effect on green managerial innovation is insignificant. However, the results show that manufacturer-customer relationships support top management commitment as a positive moderator of the relationship between green innovation practices and customer cooperation. Our results underscore the vital role played by top management in the firm’s efforts to accomplish sustainability objectives and enhance interfirm cooperation. Further, the study contributes to the literature by revising the available literature on the different roles of top management commitment in green supply chains and business relationships."
  },
  "title": {
    "en": "Top Management Pledge, An Essential Component of Sustainable Manufacturer-Customer Relationships"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2098069",
  "journal": {
    "cristin_journal_id": "CDBE5FF9-56B3-48B9-B01C-7B81D97C9106",
    "name": "Journal of Sustainable Marketing",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2766-0117"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=CDBE5FF9-56B3-48B9-B01C-7B81D97C9106"
  },
  "volume": "3",
  "issue": "2",
  "pages": {
    "from": "98",
    "to": "117"
  }
}