{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Open Innovation: Technology, Market, and Complexity"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2161317/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "M",
        "surname": "Tahir"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      }
    ]
  },
  "cristin_result_id": "2161317",
  "nva_result_id": "0198cc61dc32-9d16b3bc-158a-4fac-b74b-540ef8c5bb55",
  "created": {
    "date": "2025-08-21T11:27:02.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85164331132"
    }
  ],
  "last_modified": {
    "date": "2025-09-04T07:53:12.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.joitmc.2023.100088"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3123591"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Entrepreneurship has recently attracted great attention from researchers due to its enormous growth-enhancing effects. However, the empirical literature has not paid sufficient attention to the explicit relationship between entrepreneurship and economic growth. This paper aims to explore the potential relationship between entrepreneurship and economic growth by focusing on the emerging BRICS economies. The study utilizes data from 2002 to 2021 and employs a range of estimation tools including pooled least squares, fixed effects, generalized least squares and two stages least squares. The results find that entrepreneurship has a positive and significant influence on economic growth in the BRICS economies. Similarly, trade openness and physical capital have also contributed to overall economic growth. Moreover, the relationship between human capital and economic growth is both positive and statistically significant for the BRICS economies. Finally, the causality testing revealed a one-way relationship running from entrepreneurship towards economic growth. Given the results obtained in this study, encouraging young people to pursue entrepreneurial careers is likely to contribute towards addressing the problem of youth unemployment in the BRICS economies."
  },
  "title": {
    "en": "Entrepreneurship and economic growth: Evidence from the emerging BRICS economies"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2161317",
  "journal": {
    "cristin_journal_id": "9B0F244E-F7F5-4779-BBC5-C298C5BF7A10",
    "name": "Journal of Open Innovation: Technology, Market, and Complexity",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2199-8531"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=9B0F244E-F7F5-4779-BBC5-C298C5BF7A10"
  },
  "volume": "9",
  "issue": "2"
}