{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Environmental Challenges"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2252076/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Mehboob Ul",
        "surname": "Hassan"
      },
      {
        "first_name": "Muhammad",
        "surname": "Tahir"
      },
      {
        "first_name": "Norulazidah Omar",
        "surname": "Ali"
      },
      {
        "first_name": "Samra",
        "surname": "Qamar"
      },
      {
        "first_name": "Waqar Ullah",
        "surname": "Khan"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      }
    ]
  },
  "cristin_result_id": "2252076",
  "nva_result_id": "0198cc79889f-63e36abc-ff72-461f-9cc3-09b2a546f35e",
  "created": {
    "date": "2025-08-21T11:52:53.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85187258399"
    }
  ],
  "last_modified": {
    "date": "2025-09-04T07:44:51.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.envc.2024.100859"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3186726"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This paper identifies the determinants of environmental degradation for the resource-rich economy of Brunei Darussalam. Annual data for selected variables on the economy of Brunei Darussalam is obtained from the World Development Indicators (WDI) for the period 1990–2020. To explore the potential cointegration relationship between environmental degradation and its determinants, we apply autoregressive distributed lagged modeling (ARDL). The long-run findings indicated that an increasing income level and energy consumption had caused environmental degradation in Brunei Darussalam, as their coefficients are positive and statistically significant. On the other hand, trade openness has improved the overall quality of the environment in Brunei Darussalam as its impact on CO2 emissions is negative and statistically significant. Urbanization has a negative but insignificant influence on CO2 emissions. The short-run results showed that trade openness, urbanization, and energy consumption had degraded the quality of the environment. Our causality analysis show that CO2 emissions are unilaterally related to GDP per capita and energy consumption, while energy consumption casts a one-way impact on GDP per capita. Moreover, urbanization is unilaterally causing CO2 emissions, energy consumption, and GDP per capita. Finally, a one-way causal relationship is seen between trade openness and energy consumption. Overall, our results are quite interesting as the long-run and short-run determinants of environmental degradation are not uniform. The study's findings provide practical insights for Brunei Darussalam's policymakers to cope with ecological degradation."
  },
  "title": {
    "en": "Determinants of environmental degradation: Exploring the unexplored for brunei darussalam"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2252076",
  "journal": {
    "cristin_journal_id": "065E93F2-53C0-49E7-B94B-4810A425DF73",
    "name": "Environmental Challenges",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2667-0100"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=065E93F2-53C0-49E7-B94B-4810A425DF73"
  },
  "volume": "14",
  "article_number": "100859"
}