{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Sustainable Futures"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2281971/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Muhammad",
        "surname": "Tahir"
      },
      {
        "first_name": "Abdulrahman A.",
        "surname": "Ablahouth"
      },
      {
        "first_name": "Mohammed",
        "surname": "Jaboob"
      },
      {
        "first_name": "Al Jameel",
        "surname": "Osama"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      }
    ]
  },
  "cristin_result_id": "2281971",
  "nva_result_id": "0198cc5d370c-ddf984bc-470c-4c1e-ba33-99cc1c5b06c9",
  "created": {
    "date": "2025-08-21T11:21:57.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85197760283"
    }
  ],
  "last_modified": {
    "date": "2025-09-04T07:36:50.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.sftr.2024.100248"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3187890"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The existing body of literature has extensively investigated and debated the pivotal role of natural resources in the dynamics of economic growth. However, the explicit impact of natural resources on the quality of the environment is yet to be explored comprehensively. Amid this backdrop, this study explores the significant role that natural resources play in the growth processes of OECD member economies and the potential impact on environmental management. For our research model, the data for the OECD member countries (1997–2021) was collected from the “World Development Indicators (WDI)”. We applied econometric tools namely, fixed effects, generalized least squares and two stages least squares for empirical results. A causality exercise based on the Dumitrescu and Hurlin (DH) is conducted to identify the direction causation. Our results show that the use of natural resources adversely impacts the quality of the environment in OECD economies. The square term of natural resources is negative and significant, confirming the validity of the environmental Kuznets curve (EKC) hypothesis between the use of natural resources and environmental degradation. When the cubic term of natural resources is entered into the estimated model positively, it shows that the potential shape of the EKC hypothesis is N-shaped. Our results also demonstrate that energy consumption and urbanization have worsened environmental quality, while trade openness and per capita income have improved the quality of the environment in OECD countries. The causality analysis showed several one-way as well as two-ways relationships. Our study's findings provide valuable insights from the OECD economies, which can be used to design and execute policies for managing natural resources to address environmental problems."
  },
  "title": {
    "en": "The consumption of natural resources and its effects on environmental quality: Evidence from the OECD countries"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2281971",
  "journal": {
    "cristin_journal_id": "40B5B0B9-EDBC-4811-819F-13D30FBBD7D0",
    "name": "Sustainable Futures",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2666-1888"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=40B5B0B9-EDBC-4811-819F-13D30FBBD7D0"
  },
  "volume": "8",
  "article_number": "100248"
}