{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2381700/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Lasse",
        "surname": "Sonne"
      },
      {
        "first_name": "Umar",
        "surname": "Burki"
      }
    ]
  },
  "cristin_result_id": "2381700",
  "nva_result_id": "0198cc449934-d71265c6-42b1-4ed7-81e8-3882f871efd6",
  "created": {
    "date": "2025-08-21T10:55:04.000Z"
  },
  "last_modified": {
    "date": "2025-09-04T07:47:34.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3199552"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "This article uses a UNESCO application case study in Vestfold, Norway to analyse the challenges of internationalisation in a home region as this relates to managing the Development of a World Heritage Site. Relevant stakeholders are analysed using empirical material such as reports and conversations. The research questions are the following: who are the stakeholders, and what are their interests in a concrete case dealing with societal development through cultural heritage? Resource dependency and potential conflicts between stakeholders are analysed. The research findings based on a UNESCO application case study from Norway demonstrate that cultural heritage is an area with the involvement of many kinds of stakeholders, from public bodies to private actors and representatives of civil society such as history associations. The management of the area is complicated by the complexity of the actors involved, given their different interests and strengths, and by the resource dependency between these actors, which is based on assets that are difficult to analyse in the ways that managementrelated issues are usually analysed. The article thus stresses that there is a greater risk of mismanagement in cultural heritage than in, for example, more traditional private Companies or public bodies."
  },
  "title": {
    "en": "Management or Mismanagement of Cultural Heritage Sites. A Regional Viking Case Study in Norway"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2381700",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc6135ae-54199c79-a859-4952-be0b-1b03199201d4"
  },
  "pages": {
    "from": "253",
    "to": "271"
  }
}