{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1865306/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Øivind",
        "surname": "Bratberg"
      },
      {
        "first_name": "Nikolai",
        "surname": "Brandal"
      }
    ]
  },
  "cristin_result_id": "1865306",
  "nva_result_id": "0198cc5e3f16-6b4e05a1-42e0-4fd6-86d2-27013f498c95",
  "created": {
    "date": "2025-08-21T11:23:05.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T12:10:08.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/83274"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "In the 1990s, European social democracts coalesced around a set of principles often referred to as the third way, characterised by prudent economic governance, a slimmer public sector, productive welfare services and attraction to inward investment. Third way proponents perceived fairness as supporting opportunity rather than redistributing welfare. On the way to the late 2000s, their sense of direction was lost. The final phase, one might argue, ended with the 2008-2009 financial crisis. Henceforth, the challenge for the Left concerned how to define a social democracy with less revenue and limited scope for expanding public services, while reaching out to the so-called left-behinds through better jobs and a renewed sense of common purpose.\r\n\r\nJeremy Corbyn and Emmanuel Macron represent two distinctly different attempts at forging a new way forward from the impasse. During Corbyn's tenure as a leader (2015-2020), Labour carved out space by moving leftwards on key economic policies while proffering communitarianism as the antidote to globalised capitalism. Across the English Channel, Macron's new party, La République En Marche, sought to generate a new form of politics that had clear similarities with the centrism of third way social democracy, supplemented by an emphasis on social dialogue and enhanced European integration as a strategy for harnessing globalisation.\r\n\r\nCorbynism and Macronism represent two distinct attempts at centre-left renewal, both personalised yet evolving on the back of mass movements. This article summarises the trajectory of both in terms of ideological content and organisational change and asks what lessons they convey about the future of social democracy in the 21th century."
  },
  "title": {
    "en": "Third way departures and 21st-century social democracy: Corbyn vs. Macron"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1865306",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc6b5fe7-03c32ad0-f7f7-4fb2-b270-707101ca2667"
  },
  "pages": {
    "from": "247",
    "to": "272"
  }
}