{
  "category": {
    "code": "ACADEMICREVIEW",
    "name": {
      "en": "Academic literature review"
    }
  },
  "channel": {
    "title": "Journal of Diabetes and its Complications (JDC)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1589444/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Dagfinn",
        "surname": "Aune"
      },
      {
        "first_name": "Tingting",
        "surname": "Feng"
      },
      {
        "first_name": "Sabrina",
        "surname": "Schlesinger"
      },
      {
        "first_name": "Imre",
        "surname": "Janszky"
      },
      {
        "first_name": "Teresa",
        "surname": "Norat"
      },
      {
        "first_name": "Elio",
        "surname": "Riboli"
      }
    ]
  },
  "cristin_result_id": "1589444",
  "nva_result_id": "0198cc70778f-848c6871-a6ec-42e3-9dfd-677cf3e3d328",
  "created": {
    "date": "2025-08-21T11:42:59.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85045543129"
    }
  ],
  "last_modified": {
    "date": "2025-08-27T21:05:38.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1016/j.jdiacomp.2018.02.004"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2585327"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background Diabetes and elevated blood glucose have been associated with increased risk of atrial fibrillation in a number of epidemiological studies, however, the findings have not been entirely consistent. We conducted a systematic review and meta-analysis to clarify the association. Material and methods We searched the PubMed and Embase databases for studies of diabetes and blood glucose and atrial fibrillation up to July 18th 2017. Cohort studies were included if they reported relative risk (RR) estimates and 95% confidence intervals (CIs) of atrial fibrillation associated with a diabetes diagnosis, prediabetes or blood glucose. Summary RRs were estimated using a random effects model. Results Thirty four studies were included in the meta-analysis of diabetes, pre-diabetes or blood glucose and atrial fibrillation. Thirty two cohort studies (464,229 cases, >10,244,043 participants) were included in the analysis of diabetes mellitus and atrial fibrillation. The summary RR for patients with diabetes mellitus versus patients without diabetes was 1.30 (95% CIs: 1.03–1.66), however, there was extreme heterogeneity, I2 = 99.9%) and evidence of publication bias with Begg's test, p < 0.0001. After excluding a very large and outlying study the summary RR was 1.28 (95% CI: 1.22–1.35, I2 = 90%, n = 31, 249,772 cases, 10,244,043 participants). The heterogeneity was mainly due to differences in the size of the association between studies and the results persisted in a number of subgroup and sensitivity analyses. The summary RR was 1.20 (95% CI: 1.03–1.39, I2 = 30%, n = 4, 2392 cases, 58,547 participants) for the association between prediabetes and atrial fibrillation. The summary RR was 1.11 (95% CI: 1.04–1.18, I2 = 61%, n = 4) per 20 mg/dl increase of blood glucose in relation to atrial fibrillation (3385 cases, 247,447 participants) and there was no evidence of nonlinearity, pnonlinearity = 0.34. Conclusions This meta-analysis suggest that prediabetes and diabetes increase the risk of atrial fibrillation by 20% and 28%, respectively, and there is a dose-response relationship between increasing blood glucose and atrial fibrillation. Any further studies should clarify whether the association between diabetes and blood glucose and atrial fibrillation is independent of adiposity."
  },
  "title": {
    "en": "Diabetes mellitus, blood glucose and the risk of atrial fibrillation: A systematic review and meta-analysis of cohort studies"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1589444",
  "journal": {
    "cristin_journal_id": "6115BF52-B15A-4053-9D96-F4B72DF80A33",
    "name": "Journal of Diabetes and its Complications (JDC)",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1056-8727"
      },
      {
        "type": "electronic",
        "value": "1873-460X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=6115BF52-B15A-4053-9D96-F4B72DF80A33"
  },
  "volume": "32",
  "issue": "5",
  "pages": {
    "from": "501",
    "to": "511"
  }
}