{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Nutrients"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1597643/contributors",
    "count": 39,
    "preview": [
      {
        "first_name": "Edwige",
        "surname": "Landais"
      },
      {
        "first_name": "Aurélie",
        "surname": "Moskal"
      },
      {
        "first_name": "Amy",
        "surname": "Mullee"
      },
      {
        "first_name": "Geneviève",
        "surname": "Nicolas"
      },
      {
        "first_name": "Marc J.",
        "surname": "Gunter"
      },
      {
        "first_name": "Inge",
        "surname": "Huybrechts"
      }
    ]
  },
  "cristin_result_id": "1597643",
  "nva_result_id": "0198cc83c4fb-bb940e17-dd43-44c1-b3e3-f3173f21c7d3",
  "created": {
    "date": "2025-08-21T12:04:04.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85048270596"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T02:06:25.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3390/nu10060725"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/14022"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: <br>Coffee and tea are among the most commonly consumed nonalcoholic beverages worldwide, but methodological differences in assessing intake often hamper comparisons across populations. We aimed to (i) describe coffee and tea intakes and (ii) assess their contribution to intakes of selected nutrients in adults across 10 European countries. <br>Method: <br>Between 1995 and 2000, a standardized 24-h dietary recall was conducted among 36,018 men and women from 27 European Prospective Investigation into Cancer and Nutrition (EPIC) study centres. Adjusted arithmetic means of intakes were estimated in grams (=volume) per day by sex and centre. Means of intake across centres were compared by sociodemographic characteristics and lifestyle factors. <br>Results: <br>In women, the mean daily intake of coffee ranged from 94 g/day (~0.6 cups) in Greece to 781 g/day (~4.4 cups) in Aarhus (Denmark), and tea from 14 g/day (~0.1 cups) in Navarra (Spain) to 788 g/day (~4.3 cups) in the UK general population. Similar geographical patterns for mean daily intakes of both coffee and tea were observed in men. Current smokers as compared with those who reported never smoking tended to drink on average up to 500 g/day more coffee and tea combined, but with substantial variation across centres. Other individuals’ characteristics such as educational attainment or age were less predictive. In all centres, coffee and tea contributed to less than 10% of the energy intake. The greatest contribution to total sugar intakes was observed in Southern European centres (up to ~20%). <br>Conclusion: <br>Coffee and tea intake and their contribution to energy and sugar intake differed greatly among European adults. Variation in consumption was mostly driven by geographical region."
  },
  "title": {
    "en": "Coffee and tea consumption and the contribution of their added ingredients to total energy and nutrient intakes in 10 European countries: Benchmark data from the late 1990s"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1597643",
  "journal": {
    "cristin_journal_id": "70FF4754-33B8-4EDB-80D8-B6E004847255",
    "name": "Nutrients",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2072-6643"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=70FF4754-33B8-4EDB-80D8-B6E004847255"
  },
  "volume": "10:725",
  "issue": "6",
  "pages": {
    "from": "1",
    "to": "19"
  }
}