{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "International Journal of Cancer"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1686631/contributors",
    "count": 46,
    "preview": [
      {
        "first_name": "Kathryn E",
        "surname": "Bradbury"
      },
      {
        "first_name": "Paul N",
        "surname": "Appleby"
      },
      {
        "first_name": "Sarah",
        "surname": "Tipper"
      },
      {
        "first_name": "Ruth C",
        "surname": "Travis"
      },
      {
        "first_name": "Naomi E",
        "surname": "Allen"
      },
      {
        "first_name": "Marina",
        "surname": "Kvaskoff"
      }
    ]
  },
  "cristin_result_id": "1686631",
  "nva_result_id": "0198cc80a96e-b894f6fa-a2ad-40aa-8210-ba3b97effed6",
  "created": {
    "date": "2025-08-21T12:00:40.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85058172286"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T02:08:49.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1002/ijc.31854"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/15355"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Insulin‐like growth factor‐I (IGF‐I) regulates cell proliferation and apoptosis, and is thought to play a role in tumour development. Previous prospective studies have shown that higher circulating concentrations of IGF‐I are associated with a higher risk of cancers at specific sites, including breast and prostate. No prospective study has examined the association between circulating IGF‐I concentrations and melanoma risk. A nested case–control study of 1,221 melanoma cases and 1,221 controls was performed in the European Prospective Investigation into Cancer and Nutrition cohort, a prospective cohort of 520,000 participants recruited from 10 European countries. Conditional logistic regression was used to estimate odds ratios (ORs) for incident melanoma in relation to circulating IGF‐I concentrations, measured by immunoassay. Analyses were conditioned on the matching factors and further adjusted for age at blood collection, education, height, BMI, smoking status, alcohol intake, marital status, physical activity and in women only, use of menopausal hormone therapy. There was no significant association between circulating IGF‐I concentration and melanoma risk (OR for highest <i>vs</i> lowest fifth = 0.93 [95% confidence interval [CI]: 0.71 to 1.22]). There was no significant heterogeneity in the association between IGF‐I concentrations and melanoma risk when subdivided by gender, age at blood collection, BMI, height, age at diagnosis, time between blood collection and diagnosis, or by anatomical site or histological subtype of the tumour (Pheterogeneity≥0.078). We found no evidence for an association between circulating concentrations of IGF‐I measured in adulthood and the risk of melanoma."
  },
  "title": {
    "en": "Circulating insulin-like growth factor I in relation to melanoma risk in the European prospective investigation into cancer and nutrition"
  },
  "year_published": "2018",
  "url": "https://api.cristin.no/v2/results/1686631",
  "journal": {
    "cristin_journal_id": "E1D7621F-321C-4189-BE28-FC7AF032719A",
    "name": "International Journal of Cancer",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0020-7136"
      },
      {
        "type": "electronic",
        "value": "1097-0215"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=E1D7621F-321C-4189-BE28-FC7AF032719A"
  },
  "volume": "144",
  "issue": "5",
  "pages": {
    "from": "957",
    "to": "966"
  }
}