{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "JNCI Cancer Spectrum"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1946159/contributors",
    "count": 33,
    "preview": [
      {
        "first_name": "Nagisa",
        "surname": "Mori"
      },
      {
        "first_name": "Pekka",
        "surname": "Keski-Rahkonen"
      },
      {
        "first_name": "Audrey",
        "surname": "Gicquiau"
      },
      {
        "first_name": "Sabina",
        "surname": "Rinaldi"
      },
      {
        "first_name": "Niki",
        "surname": "Dimou"
      },
      {
        "first_name": "Sophia",
        "surname": "Harlid"
      }
    ]
  },
  "cristin_result_id": "1946159",
  "nva_result_id": "0198cc52bada-19a727ac-874d-4111-8add-3fdd13ffbb6e",
  "created": {
    "date": "2025-08-21T11:10:30.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85126288006"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T02:11:26.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1093/jncics/pkab084"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/23537"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background - Observational studies have consistently reported that postmenopausal hormone therapy use is associated with lower colon cancer risk, but epidemiologic studies examining the associations between circulating concentrations of endogenous estrogens and colorectal cancer have reported inconsistent results.<p> <p>Methods - We investigated the associations between circulating concentrations of estrone, estradiol, free estradiol, testosterone, free testosterone, androstenedione, dehydroepiandrosterone (DHEA), progesterone, and sex hormone–binding globulin (SHBG) with colon cancer risk in a nested case-control study of 1028 postmenopausal European women (512 colon cancer cases, 516 matched controls) who were noncurrent users of exogenous hormones at blood collection. Multivariable conditional logistic regression models were used to compute odds ratios and 95% confidence intervals to evaluate the association between circulating sex hormones and colon cancer risk. We also conducted a dose-response meta-analysis of prospective studies of circulating estrone and estradiol with colorectal, colon, and rectal cancer risk in postmenopausal women. All statistical tests were 2-sided.<p> <p>Results - In the multivariable model, a nonstatistically significantly positive relationship was found between circulating estrone and colon cancer risk (odds ratio per log2 1-unit increment = 1.17 [95% confidence interval = 1.00 to 1.38]; odds ratio<sub>quartile4-quartile1</sub> = 1.33 [95% confidence interval = 0.89 to 1.97], P<sub>trend</sub> = .20). Circulating concentrations of estradiol, free estradiol, testosterone, free testosterone, androstenedione, DHEA, progesterone, and SHBG were not associated with colon cancer risk. In the dose-response meta-analysis, no clear evidence of associations were found between circulating estradiol and estrone concentrations with colorectal, colon, and rectal cancer risk.<p> <p>Conclusion - Our observational and meta-analysis results do not support an association between circulating concentrations of endogenous sex hormones and colon or rectal cancer in postmenopausal women."
  },
  "title": {
    "en": "Endogenous Circulating Sex Hormone Concentrations and Colon Cancer Risk in Postmenopausal Women: A Prospective Study and Meta-Analysis"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1946159",
  "journal": {
    "cristin_journal_id": "AA423D2E-180C-4202-9FCA-0C025F4D7DCC",
    "name": "JNCI Cancer Spectrum",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2515-5091"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=AA423D2E-180C-4202-9FCA-0C025F4D7DCC"
  },
  "volume": "5",
  "article_number": "pkab084",
  "issue": "6",
  "pages": {
    "from": "1",
    "to": "10"
  }
}