{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Advances in Nutrition"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2100986/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Rajiv",
        "surname": "Balakrishna"
      },
      {
        "first_name": "Tonje",
        "surname": "Bjørnerud"
      },
      {
        "first_name": "Mitra",
        "surname": "Bemanian"
      },
      {
        "first_name": "Dagfinn",
        "surname": "Aune"
      },
      {
        "first_name": "Lars Thore",
        "surname": "Fadnes"
      }
    ]
  },
  "cristin_result_id": "2100986",
  "nva_result_id": "0198cc937a60-9a6cd3dd-710b-4a38-882e-f5af9294f2ec",
  "created": {
    "date": "2025-08-21T12:21:13.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85144594676"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T22:59:17.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1093/advances/nmac077"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Consumption of nuts and seeds is associated with a range of health outcomes. Summarizing the best evidence on essential health outcomes from the consumption of nuts is essential to provide optimal recommendations. Our objective is to comprehensively assess health outcome associations related to the consumption of nuts and seeds, using a culinary definition including tree nuts and peanuts (registered in PROSPERO: CRD42021258300). Health outcomes of interest include cardiovascular disease, cancer, diabetes, obesity, respiratory disease, mortality, and their disease biomarkers. We present associations for high compared with low consumption, per serving, and dose–response relations. MEDLINE, Embase, Cochrane, and Epistemonikos were searched and screened for systematic reviews and meta-analyses. Evidence was extracted from 89 articles on the consumption of nuts and relevant health outcomes, including 23 articles with meta-analysis on disease and mortality, 66 articles on biomarkers for disease, and 9 articles on allergy/adverse outcomes. Intake of nuts was associated with reduced risk of cardiovascular diseases and related risk factors, with moderate quality of evidence. An intake of 28 g/d nuts compared with not eating nuts was associated with a 21% RR reduction of cardiovascular disease (including coronary heart disease incidence and mortality, atrial fibrillation, and stroke mortality), an 11% risk reduction of cancer deaths, and 22% reduction in all-cause mortality. Nut consumption was also inversely associated with mortality from respiratory diseases, infectious diseases, and diabetes; however, associations between nut consumption and diabetes incidence were mixed. Meta-analyses of trials on biomarkers for disease generally mirrored meta-analyses from observational studies on cardiovascular disease, cancers, and diabetes. Allergy and related adverse reactions to nuts were observed in 1–2% of adult populations, with substantial heterogeneity between studies. Overall, the current evidence supports dietary recommendations to consume a handful of nuts and seeds per day for people without allergies to these foods."
  },
  "title": {
    "en": "Consumption of Nuts and Seeds and Health Outcomes Including Cardiovascular Disease, Diabetes and Metabolic Disease, Cancer, and Mortality: An Umbrella Review"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2100986",
  "journal": {
    "cristin_journal_id": "2B1AAAA8-B66C-467B-B145-AC17E263AC33",
    "name": "Advances in Nutrition",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2161-8313"
      },
      {
        "type": "electronic",
        "value": "2156-5376"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=2B1AAAA8-B66C-467B-B145-AC17E263AC33"
  },
  "volume": "13",
  "issue": "6",
  "pages": {
    "from": "2136",
    "to": "2148"
  }
}