{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/140549/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Kjetil",
        "surname": "Tronvoll"
      }
    ]
  },
  "cristin_result_id": "140549",
  "nva_result_id": "0198cc68478a-a538571a-80c6-4ecc-a512-84c7453f3f0d",
  "created": {
    "date": "2025-08-21T11:34:02.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T19:25:35.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "In this paper I seek to challenge the notion of a significant or relevant ¿other¿ in the creation and maintenance of boundary mechanisms within theories of ethnicity and nationalism during conflict and war. My contention is that the notion of a significant other related to ethnic and national boundary mechanisms during war-time has generally been viewed from macro level with a  ¿top-down¿ approach, and has thus been too much influenced by the production of ¿formal¿ nationalism (or ethno-nationalism) (Eriksen 1993), blurring the actual empirical processes on the ground. Hence, the notion of a significant other is portrayed as a singularly understood, commonly perceived concept by all the members of the in-group. This is a simplification which, according to my understanding, overlooks the individual creation of selfhood and the multivocal capacity in the symbolic production of ethnicity and nationalism, a capacity which is increased during conflict and war due to the grave impact of violence which permeates all aspects of everyday life."
  },
  "title": {
    "en": "¿You see our physical bodies only, but they are mere containers. We are as living dead!¿: Conceptualising the experiences of violence and the negotiation of identities in Tigray, Ethiopia"
  },
  "year_published": "1999",
  "url": "https://api.cristin.no/v2/results/140549",
  "event": {
    "name": "Conflict's Fruit: Poverty, Violence and the Politics of Identity in African Arenas",
    "location": "Copenhagen, Denmark",
    "date_from": "1999-10-01T00:00:00.000Z"
  }
}