{
  "category": {
    "code": "NONFICTIONBOOK",
    "name": {
      "en": "Non-fiction book"
    }
  },
  "channel": {
    "title": "James Currey Publishers"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/26206/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Kjetil",
        "surname": "Tronvoll"
      },
      {
        "first_name": "Tekeste",
        "surname": "Negash"
      }
    ]
  },
  "cristin_result_id": "26206",
  "nva_result_id": "0198cc967e40-90812554-b536-4582-88ca-7f26d9e56b66",
  "created": {
    "date": "2025-08-21T12:24:31.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T11:41:47.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "The war between Eritrea and Ethiopia which began in May 1998 took the\r\nworld by surprise. During the war both sides have mobilised huge forces\r\nalong their common border and have spent several hundered million\r\ndollars on military equipment. Outside observers have found it\r\ndifficult to evaluate the highly polarized official statements and\r\nproclamations issued by the two governments in the conflict.\r\n\r\nThis book presents important, contextual aspects in order to explain\r\nthe grwoing discord between the two former friendly governments of\r\nEritrea and Ethiopia. It looks at the historical relations between the\r\ntwo countries since the late nineteenth century, the history of border\r\nissues from local perspectives, and the complicated relations between\r\nthe fomer liberation fronts - the EPLF and TPLF - who subsequently have\r\nformed the governments of the two countries.\r\n\r\nThe authors do not seek to identify and denounce a single aggressor. In\r\nalso examining the human rights aspects of the conflict, they express\r\npessimism about prospects for a speedy normalisation of relations."
  },
  "title": {
    "en": "Brothers at War. Making Sense of the Eritrean-Ethiopian War"
  },
  "year_published": "2000",
  "url": "https://api.cristin.no/v2/results/26206",
  "number_of_pages": "179",
  "publisher": {
    "name": "James Currey Publishers",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=FA3FF202-2D1D-4F2E-A7F4-E3A91FDD615B"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9780852558546"
    }
  ]
}