{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Ethnic and Racial Studies"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/446393/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Kjetil",
        "surname": "Tronvoll"
      }
    ]
  },
  "cristin_result_id": "446393",
  "nva_result_id": "0198cc92480d-307e2586-8df4-4464-87d2-be2d53df6802",
  "created": {
    "date": "2025-08-21T12:19:55.000Z"
  },
  "last_modified": {
    "date": "2025-10-14T02:30:25.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "This article explores the concepts of borders and boundaries in the formation of an Eritrean national identity. The dialectical relationship between the State of Eritrea and its borders towards the Sudan and Ethiopia are addressed in order to analyse how this relationship influence the formation of a 多formal多 national identity. The cultural, political, religious and historical configuration of the Eritrean frontiers make it difficult to demarcate a particular Eritrean identity, distinguishing it from Sudanese ethnic and religious identities or historical-politico and ethnic Ethiopian identities. The Eritrean border conflicts with the Sudan and Ethiopia are used as empirical cases to show how state violence through the mobilisation of the multi-ethnic national army is employed in order to manifest a significant other that the 多formal多 Eritrean national identity may be contrasted against. The article concludes that the Eritrean boundaries of identity and borders of territory are still in the making, and what they will eventually embrace and contain, remains to be seen.\n\n\nKeywords: Eritrea, conflict, borders, boundaries, nationalism, identity"
  },
  "title": {
    "en": "Borders of violence - boundaries of identity: demarcating the Eritrean nation-state"
  },
  "year_published": "1999",
  "url": "https://api.cristin.no/v2/results/446393",
  "journal": {
    "cristin_journal_id": "C88DF5D3-C78A-47E9-B8C0-A0754078FD0F",
    "name": "Ethnic and Racial Studies",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0141-9870"
      },
      {
        "type": "electronic",
        "value": "1466-4356"
      }
    ],
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C88DF5D3-C78A-47E9-B8C0-A0754078FD0F"
  },
  "volume": "22",
  "issue": "6",
  "pages": {
    "from": "1037",
    "to": "1060"
  }
}