{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Health Services Research"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1755299/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Anniken",
        "surname": "Grønstad"
      },
      {
        "first_name": "Lars Erik",
        "surname": "Kjekshus"
      },
      {
        "first_name": "Trond",
        "surname": "Tjerbo"
      },
      {
        "first_name": "Vilde Hoff",
        "surname": "Bernstrøm"
      }
    ]
  },
  "cristin_result_id": "1755299",
  "nva_result_id": "0198cc46658b-d897dd60-6a8f-4f8b-98eb-a0dc07c5a945",
  "created": {
    "date": "2025-08-21T10:57:02.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85075692326"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T14:23:16.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12913-019-4745-2"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/71122"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background: Organizational change is often associated with reduced employee health and increased sickness absence. However, most studies in the field accentuate major organizational change and often do not distinguish between and compare types of change. The aim of this study was to examine the different relationships between six unit-level changes (upsizing, downsizing, merger, spin-off, outsourcing and insourcing) and sickness absence among hospital employees. Methods: The study population included employees working in a large Norwegian hospital (n=26,252). Data on unit-level changes and employee sickness absence were retrieved from objective hospital registers for the period January 2011 to December 2016. The odds of entering short- (<=8days) and long-term (>=9days) sickness absence for each individual employee were estimated in a longitudinal multilevel random effects logistic regression model. Results: Unit-level organizational change was associated with both increasing and decreasing odds of short-term sickness absence compared to stability, but the direction depended on the type and stages of change. The odds of long-term sickness absence significantly decreased in relation to unit-level upsizing and unit-level outsourcing. Conclusions: The results from this study suggested that certain types of change, such as unit-level downsizing, may produce greater strain and concerns among employees, possibly contributing to an increased risk of sickness absence at certain stages of the change. By contrast, changes such as unit-level insourcing and unit-level upsizing were related to decreased odds of sickness absence, possibly due to positive change characteristics."
  },
  "title": {
    "en": "Organizational change and the risk of sickness absence: a longitudinal multilevel analysis of organizational unit-level change in hospitals."
  },
  "year_published": "2019",
  "url": "https://api.cristin.no/v2/results/1755299",
  "journal": {
    "cristin_journal_id": "8A8BF1DA-151C-494E-A99D-C0E66EA7B474",
    "name": "BMC Health Services Research",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1472-6963"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=8A8BF1DA-151C-494E-A99D-C0E66EA7B474"
  },
  "volume": "19",
  "issue": "895"
}