{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "BMC Public Health"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1822479/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Anniken",
        "surname": "Grønstad"
      },
      {
        "first_name": "Lars Erik",
        "surname": "Kjekshus"
      },
      {
        "first_name": "Trond",
        "surname": "Tjerbo"
      },
      {
        "first_name": "Vilde Hoff",
        "surname": "Bernstrøm"
      }
    ]
  },
  "cristin_result_id": "1822479",
  "nva_result_id": "0198cc54ac22-9b37c97e-3de6-4b99-b1a5-79bdc8bef0d1",
  "created": {
    "date": "2025-08-21T11:12:37.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85089261957"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T14:23:35.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s12889-020-09325-w"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/78228"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "A sizeable body of research has demonstrated a relationship between organizational change and increased sickness absence. However, fewer studies have investigated what factors might mitigate this relationship. The aim of this study was to examine if and how the relationship between unit-level downsizing and sickness absence is moderated by three salient work factors: temporary contracts at the individual-level, and control and organizational commitment at the work-unit level. We investigated the association between unit-level downsizing, each moderator and both short- and long-term sickness absence in a large Norwegian hospital (n = 21,085) from 2011 to 2016. Data pertaining to unit-level downsizing and employee sickness absence were retrieved from objective hospital registers, and moderator variables were drawn from hospital registers (temporary contracts) and the annual work environment survey (control and organizational commitment). We conducted a longitudinal multilevel random effects regression analysis to estimate the odds of entering short- (< = 8 days) and long-term (> = 9 days) sickness absence for each individual employee. The results showed a decreased risk of short-term sickness absence in the quarter before and an increased risk of short-term sickness absence in the quarter after unit-level downsizing. Temporary contracts and organizational commitment significantly moderated the relationship between unit-level downsizing in the next quarter and short-term sickness absence, demonstrating a steeper decline in short-term sickness absence for employees on temporary contracts and employees in high-commitment units. Additionally, control and organizational commitment moderated the relationship between unit-level downsizing and long-term sickness absence. Whereas employees in high-control work-units had a greater increase in long-term sickness absence in the change quarter, employees in low-commitment work-units had a higher risk of long-term sickness absence in the quarter after unit-level downsizing. The results from this study suggest that the relationship between unit-level downsizing and sickness absence varies according to the stage of change, and that work-related factors moderate this relationship, albeit in different directions. The identification of specific work-factors that moderate the adverse effects of change represents a hands-on foundation for managers and policy-makers to pursue healthy organizational change."
  },
  "title": {
    "en": "Work-related moderators of the relationship between organizational change and sickness absence: a longitudinal multilevel study"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1822479",
  "journal": {
    "cristin_journal_id": "D0FB75E4-8313-43F0-9B9D-44E02DCFA8EF",
    "name": "BMC Public Health",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1471-2458"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=D0FB75E4-8313-43F0-9B9D-44E02DCFA8EF"
  },
  "volume": "20:1218",
  "article_number": "1218",
  "pages": {
    "from": "1",
    "to": "14"
  }
}