{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "UiT Norges arktiske universitet"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2059984/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Håvar",
        "surname": "Brattli"
      },
      {
        "first_name": "Alexander",
        "surname": "Utne"
      }
    ]
  },
  "cristin_result_id": "2059984",
  "nva_result_id": "0198f366658b-2c4b1219-290e-4acc-9552-62bf7da7ea2f",
  "created": {
    "date": "2025-08-29T01:17:10.000Z"
  },
  "last_modified": {
    "date": "2025-08-29T01:17:10.000Z"
  },
  "date_published": "2022-08-01T00:00:00.000Z",
  "original_language": "nb",
  "summary": {
    "nb": "Denne rapporten omhandler det pågående prosjektet «Idegeneratoren ved UIT» tilhørende Handelshøgskolen (HHT) ved UiT Norges arktiske universitet (UIT). Prosjektet er eksternt finansiert gjennom Troms og Finnmark Fylkeskommune og hadde sin offisielle oppstart 01.08.2017. Prosjekts hovedmål er å bidra til å gjøre næringslivet i Troms og Tromsøregionen mer innovativt og konkurransedyktig. Dette skal oppnås gjennom målrettede aktiviteter innenfor innovasjon og entreprenørskap. Målgruppene for prosjektet er studenter ved UIT og privat- og offentlig næringsliv i Tromsø-regionen.<p> <p>Denne rapporten fokuserer på utviklingen og gjennomføringen av et nytt innovasjonsemne på UIT som har vært utviklet gjennom prosjektet. I emnet, kalt BED2054 Innovasjon i praksis, har vi koblet UIT og våre studenter med private- og offentlige bedrifter gjennom innovasjonssamarbeider relatert til innovasjonsmetodikken design thinking.<p> <p>Vi ønsker å rette en stor takk til Troms og Finnmark Fylkeskommune som har bidratt med finansiering til prosjektet, det lokale næringslivet som har stilt opp som casebedrifter, samt UIT-studenter som har deltatt i emnet."
  },
  "title": {
    "nb": "Prosjektrapport: \"Opprettelse av Idegeneratoren ved UIT\""
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2059984",
  "publisher": {
    "name": "UiT Norges arktiske universitet",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=DB1B17B3-1CA4-4A7A-9CDC-292FDD7B4BE5"
  }
}