{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "UiT Norges arktiske universitet"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2059979/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Håvar",
        "surname": "Brattli"
      },
      {
        "first_name": "Alexander",
        "surname": "Utne"
      }
    ]
  },
  "cristin_result_id": "2059979",
  "nva_result_id": "0198cc4dde84-5d474600-9261-4406-a269-9ce979e136a3",
  "created": {
    "date": "2025-08-21T11:05:12.000Z"
  },
  "last_modified": {
    "date": "2025-08-29T01:17:19.000Z"
  },
  "links": [
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/27050"
    }
  ],
  "original_language": "nb",
  "summary": {
    "nb": "Kunnskap om innovasjon og entreprenørskap står sentralt for næringslivets evne til å omstille seg (Næringslivets Hovedorganisasjon, 2021) og entreprenørskap i høyere utdanning har vært et politisk satsningsområde de senere år. I 2015 la regjeringen fram gründerplanen «Gode ideer – fremtidens arbeidsplasser», hvor det blant annet er stadfestet at «utdanningssystemet er et sentralt virkemiddel for å utvikle grunderes talent og kompetanse, og fremme ferdigheter og kultur for entreprenørskap» (Nærings- og fiskeridepartementet, 2015). I UIT Norges arktiske universitets (UIT) handlingsplan for innovasjon og entreprenørskap er det definerte mål om å øke innovasjons- og entreprenørskapsaktiviteten på universitetet og å utdanne studenter som bidrar til innovasjon og entreprenørskap (UIT, 2020). I UITs overordnede strategiplan, Drivkraft i nord: strategi mot 2022 er det videre nedfelt at:<p> <p> <uli> <li> «UIT skal være en pådriver for økt innovasjon for å bidra til næringsutvikling ...».</li> <li> «UIT skal integrere kunnskap om innovasjon og entreprenørskap i utdanningene»</li> <li> «UIT skal stimulere til utvikling av kommersialiserbare ideer ...»</li></uli> <p> <p>Som universitetslektorer i innovasjon og entreprenørskap ved Handelshøgskolen (HHT) ved UIT har undertegne opplevd at vårt eget universitet har utfordringer når det kommer til å leve opp til nevnte strategier og målsetninger på området. Spesielt store utfordringer har vi opplevd på området rundt studentinnovasjon og studententreprenørskap, dvs. satsninger på studenters egne ideer og kommersialiserbare prosjekter. Som et eksempel på dette ble UITs eneste mastergradsprogram innenfor entreprenørskap, HHTs Master of Science in Business Creation and Entrepreneurship (BCE), lagt ned i 2017. En utslagsgivende årsak til dette var lave søkertall internt på universitetet til programmet."
  },
  "title": {
    "nb": "Prosjektrapport/FoU-arbeid: \"Opprettelse av Entreprenørskapsfondet ved UIT\""
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2059979",
  "number_of_pages": "29",
  "publisher": {
    "name": "UiT Norges arktiske universitet",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=DB1B17B3-1CA4-4A7A-9CDC-292FDD7B4BE5"
  }
}