{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "UiT Norges arktiske universitet"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2060002/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Håvar",
        "surname": "Brattli"
      },
      {
        "first_name": "Alexander",
        "surname": "Utne"
      }
    ]
  },
  "cristin_result_id": "2060002",
  "nva_result_id": "0198f3665796-80f928bc-85ac-47cb-90a1-f79e55ccc34d",
  "created": {
    "date": "2025-08-29T01:17:07.000Z"
  },
  "last_modified": {
    "date": "2025-08-29T01:17:07.000Z"
  },
  "date_published": "2022-09-01T00:00:00.000Z",
  "original_language": "nb",
  "summary": {
    "nb": "Undertegnede av denne rapporten jobber begge som universitetslektorer innenfor fagfeltene innovasjon og entreprenørskap på Handelshøgskolen (HHT) ved UIT Norges arktiske universitet (UIT). Vi har ni års erfaring med entreprenørskapsundervisning, i tillegg til at vi selv har tatt initiativ til å etablere et eget entreprenørskapsfond for UIT-studenter som ønsker å satse på egne forretningsideer. Vi bistår UIT-studenter med veiledning i deres egne entreprenørskapsprosjekter, og vi har spilt en aktiv rolle i flere av UITs søknader til Forskningsrådets/Innovasjon Norges FORNY STUD-ENT-program. I 2022 vant vi UITs innovasjonspris for vårt arbeid relatert til innovasjon- og entreprenørskapssatsning på UIT.<p> <p>Det overordnede målet med satsningen på entreprenørskap i høyere utdanning i Norge er at det skal bidra til å stimulere til nyetableringer, og i neste omgang bidra til økonomisk vekst for Norge. I denne rapporten ønsker vi derimot å utforske momenter med entreprenørskapssatsningen som vi mener i liten grad har blitt utforsket tidligere, nemlig hvordan studentene selv blir påvirket av å arbeide med entreprenørskap ved siden av studiene. Temaene vi ønsker å belyse omhandler hvordan studententreprenørskap kan påvirke læringsutbyttet til studententreprenørene, i hvilken grad studentene utvikler 21st Century skills gjennom entreprenørskapsarbeidet, hvordan arbeid med entreprenørskap kan påvirke studiemotivasjonen til studentene, og til slutt hvor mye tid studententreprenørene bruker på entreprenørskapsarbeidet og hvordan dette påvirker andre prioriteringer i deres hverdag.<p> <p>Spørreundersøkelsen som denne rapporten er basert på er besvart av 167 studententreprenører ved norske universiteter og høgskoler."
  },
  "title": {
    "nb": "Rapport om studententreprenørskap: \"Hvordan påvirker studententreprenørskap studenten?\""
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2060002",
  "publisher": {
    "name": "UiT Norges arktiske universitet",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=DB1B17B3-1CA4-4A7A-9CDC-292FDD7B4BE5"
  }
}