{
  "category": {
    "code": "ANTHOLOGYACA",
    "name": {
      "en": "Academic anthology/Conference proceedings"
    }
  },
  "channel": {
    "title": "Cambridge University Press"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1136807/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Gregory",
        "surname": "Reichberg"
      },
      {
        "first_name": "Henrik",
        "surname": "Syse"
      }
    ]
  },
  "cristin_result_id": "1136807",
  "nva_result_id": "0198cc8da8da-58c3d1f7-92be-4486-886d-bcfe1652082d",
  "created": {
    "date": "2025-08-21T12:14:52.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T09:42:15.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Religion, War, and Ethics is a collection of primary sources from the world's major religions on the ethics of war. Each chapter brings together annotated texts – scriptural, theological, ethical, and legal – from a variety of historical periods that reflect each tradition's response to perennial questions about the nature of war: When, if ever, is recourse to arms morally justifiable? What moral constraints should apply to military conduct? Can a lasting earthly peace be achieved? Are there sacred reasons for waging war, and special rewards for those who do the fighting? The religions covered include Sunni and Shiite Islam; Judaism; Roman Catholic, Eastern Orthodox, and Protestant Christianity; Theravada Buddhism; East Asian religious traditions (Confucianism, Shinto, Japanese and Korean Buddhism); Hinduism; and Sikhism. Each section is compiled by a specialist, recognized within his or her respective religious tradition, who has also written a commentary on the historical and textual context of the passages selected."
  },
  "title": {
    "en": "Religion, War, and Ethics: A Sourcebook of Textual Traditions"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1136807",
  "number_of_pages": "701",
  "publisher": {
    "name": "Cambridge University Press",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=8E1B4D14-6859-4CE2-A81A-CDBFD6578BCD",
    "nvi_level": "2"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9780521738279"
    }
  ]
}