{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Norwegian Institute for Urban and Regional Research"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1409578/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Henrik",
        "surname": "Wiig"
      }
    ]
  },
  "cristin_result_id": "1409578",
  "nva_result_id": "0198cc69ca07-b88f340a-2fa8-45ff-b71b-b84ccfc14f23",
  "created": {
    "date": "2025-08-21T11:35:41.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T09:37:17.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "http://www.hioa.no/Om-HiOA/Senter-for-velferds-og-arbeidslivsforskning/NIBR/Publikasjoner/Publikasjoner-norsk/Promoting-respect-for-the-collective-rights-of-the-Q-eqchi-population"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The Norwegian government supports local Non-governmental organisations (NGO) that take part, directly or indirectly, in politically sensitive conflicts in developing countries. It is hence a concern to the Norwegian government and society whether the organisations receiving support use methods we find acceptable. The tension between indigenous groups and the mining industry in Guatemala is in general high, and in the Eastern district of El Estor there have been several violent episodes between Q'eqchi Maya Indians and the international mining companies with licences to both explore for and exploit nickel in the area. Most of these episodes are connected to the quite common phenomena of land occupation by the indigenous population. This report is an evaluation of the work of The Estorian Association for Integral Development (AEPDI) which works closely with the indigenous population. The report emphasises the highly conflictive environment and weak position of Guatemala to properly analyse the background of both the mining conflict and the way AEPDI acts in this situation."
  },
  "title": {
    "en": "Promoting respect for the collective rights of the Q'eqchi' population – An evaluation of AEPDI in El Estor, Guatemala"
  },
  "year_published": "2008",
  "url": "https://api.cristin.no/v2/results/1409578",
  "number_of_pages": "37",
  "publisher": {
    "name": "Norwegian Institute for Urban and Regional Research"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788270717088"
    }
  ]
}