{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Norwegian Institute for Urban and Regional Research, Oslo Metropolitan University"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2008109/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Henrik",
        "surname": "Wiig"
      },
      {
        "first_name": "Yuri",
        "surname": "Kasahara"
      }
    ]
  },
  "cristin_result_id": "2008109",
  "nva_result_id": "0198cc7beece-10f855cf-50d7-467b-b80e-c687ef5e3d81",
  "created": {
    "date": "2025-08-21T11:55:30.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T17:51:13.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Information collection and registering of data is today digital and stored on computers. Advanced statistical models analyse this information to recommend actions. The whole cognitive process can take place in computers rather than by humans. How does such artificial intelligence (AI) systems and machine learning (ML) influence society and how can social researchers apply these new methodological tools in their ongoing research? The new academic field of digital social science search responds to both challenges. This report describes how ML and AI functions, benefits and possible adverse challenges, both in society in general and in social science research in specific. We identify the most common uses of ML and AI in social science, and furthermore summarizes some literature on their effect on society and our human lives. Finally, we also make some recommendations on how the research institutes in the Centre for welfare and labour research at Oslo Metropolitan University can implement a program of digital social science."
  },
  "title": {
    "en": "What is digital social science? Challenges and opportunities of digitalization for the social sciences"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2008109",
  "number_of_pages": "39",
  "publisher": {
    "name": "Norwegian Institute for Urban and Regional Research, Oslo Metropolitan University"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788283093629"
    }
  ]
}