{"slug": "Alexander-Utne", "name": "Alexander Utne", "title": "Professor II", "department": "Økonomi og administrasjon", "summary": "Bakgrunn\nFørstelektor med erfaring fra undervisning i innovasjon og entreprenørskap, organisasjonsteori, ledelsesfag og teknologiske emner. Lang erfaring med designdrevne innovasjonsprosesser, design thinking, tjenestedesign og interaksjonsdesign. Har også arbeidet med entreprenørskap og forsket på studentengasjement i undervisning, særlig innen introduksjon av teknologiske emner for samfunnsvitenskapelige fag.\nJobber med\nDesigndrevne innovasjonsprosesser\nEntreprenørskap\nInteraksjonsdesign\nForskning\nFokuserer på studentengasjement i praktisk undervisning, designdrevne innovasjonsprosesser, og introduksjon av teknologiske metoder i samfunnsvitenskapelige emner.\nUtvalgte publikasjoner\nDesign Thinking på norsk (2023) - Av Håvar Brattli, Niels Frederik Garmann-Johnsen, Alexander Utne, en fagbok som brukes i design thinking-undervisning ved flere institusjoner i Norge.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Alexander-Utne", "https://nva.sikt.no/research-profile/564459"], "tags": []}
{"slug": "Anders-Hauge-Wien", "name": "Anders Hauge Wien", "title": "Professor II", "department": "Økonomi og administrasjon", "summary": "Anders er professor II ved Oslo Nye Høyskole, og er professor i markedsføring ved Handelshøgskolen på UiT - Norges arktiske universitet.\nAnders er utdannet siviløkonom og har en doktorgrad i markedsføring. Han forsker på temaer innen forbrukeratferd, digital markedsføring og sosiale medier.\nBakgrunn\n2022 - : Professor ved Handelshøgskolen, UiT Norges arktiske universitet\n2013-2021: Førsteamanuensis ved Handelshøgskolen, UiT\n2013: PhD i markedsføring, UiT (2013)\n2008: Master i økonomi og administrasjon (siviløkonom), UiT (2008)\nJobber med\nUndervisning og veiledningsområder:\nForbrukeratferd\nDigital markedsføring\nFaglige kompetanseområder:\nDigital markedsføring, kunstig intelligens, CSR kommunikasjon, sosiale medier, matrelatert forbrukeratferd m.m.\nUtvalgte publikasjoner\nPublikasjoner i vitenskapelige tidsskrifter\nWien, A. H., & Peluso, A. M. (2021). Influence of human versus AI recommenders: The roles of product type and cognitive processes. Journal of Business Research, 137, 13-27.\nWien, A. H. (2019). Self-presentation via electronic word of mouth–a reflective or impulsive activity?. Journal of Research in Interactive Marketing.\nTafesse, W., & Wien, A. H. (2018). Implementing social media marketing strategically: an empirical assessment. Journal of Marketing Management, 34(9-10), 732-749.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anders-Hauge-Wien", "https://nva.sikt.no/research-profile/54653"], "tags": []}
{"slug": "Beniamino-Callegari", "name": "Beniamino Callegari", "title": "Førsteamanuensis II", "department": "Økonomi og administrasjon", "summary": "Ben has a PhD in Innovation and Entrepreneurship from BI Norwegian Business School. His research focuses on economic theory of innovation and both macroeconomic and social consequences of innovation processes.\nBen teaches theory of innovation, innovation management, monetary economics and financial crises. Before his PhD, he worked in third sector, analyzing the socio-economic impact of local development policies.\nBakgrunn\nMaster in Analysis and Evaluation of Complex Systems, University of Turin\nPhD in Innovation and Entrepreneurship, BI Norwegian Business School\nJobber med\nResearch areas\nSchumpeterian theory\nEvolutionary economics\nSocial aspects of innovation\nDigitalization and sustainability\nTeaching and guidance areas\nInnovation and entrepreneurship\nMacroeconomic and monetary aspects of innovation\nCorporate Governance\nFinancial crises", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Beniamino-Callegari", "https://nva.sikt.no/research-profile/627228"], "tags": []}
{"slug": "Cathrine-Lillelokken", "name": "Cathrine Lilleløkken", "title": "Høyskolelektor og programansvarlig for digital markedsføring og ledelse", "department": "Økonomi og administrasjon", "summary": "Cathrine er høyskolelektor og programansvarlig for digital markedsføring og ledelse ved insitutt for økonomi og administrasjon. Hun har en Mastergrad i International Business Management fra Barcelona og en Bachelorgrad i Markedskommunikasjon fra Norges Markedshøyskole i Oslo. Som programansvarlig underviser hun i flere emner i digital markedsføring. Cathrine har mange års erfaring fra både L’Oréal og Scandinavian Cosmetics hvor hun jobbet som Brand og PR & Communications Manager for diverse kjente merkevarer som Guerlain, La Prairie, Hermés og NARS Cosmetics.\nBakgrunn\nBachelor i Markedskommunikasjon, NMH\nMaster i International Business Management, EAE, Barcelona\nErfaring med:\nMarkedskommunikasjon og markedsføring innenfor retail\nSosiale medier\nPR og kommunikasjon\nMerkevarebygging og formidling\nLuksus- og nisjemarkedsføring\nJobber med\nUndervisnings- og veiledningsområder:\nForbrukeratferd og psykologi\nMerkevareledelse\nPR og omdømme\nDigital markedskommunikasjon", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Cathrine-Lillelokken"], "tags": []}
{"slug": "Christian-Wolff", "name": "Christian Wolff", "title": "Høyskolelektor", "department": "Økonomi og administrasjon", "summary": "Christian har emneansvar og underviser i bedriftsøkonomi og finansregnskap ved Oslo Nye Høyskole. Han er utdannet siviløkonom fra Norges Handelshøyskole i Bergen (NHH). Christian har lang og bred erfaring fra industri og handel som daglig leder, prosjektleder, økonomisjef og CFO. Christian har undervisningserfaring i økonomi og IT fra videregående skoler og fra regnskapskonsulentutdanningen ved NKI/Treider fagskole.\nBakgrunn\nSiviløkonom, Norges Handelshøyskole i Bergen (NHH)\nBachelor i anvendt pedagogikk, Universitetet i Luleå\nKurs i ledelse og prosjektledelse\nErfaring med:\nLedelse av økonomifunksjon i børsnotert konsern\nProsjektledelse av store IT-prosjekter\nØkonomisystemer\nInternasjonal skatt\nAvansert modellbygging i Excel\nJobber med\nUndervisnings- og veiledningsområder:\nBedriftsøkonomi, finansregnskap, økonomistyring og finansiering", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Christian-Wolff"], "tags": ["Bedriftsøkonomi", "Internasjonal skatt", "Regnskap", "Økonomisystemer"]}
{"slug": "Fredrik-Harboe", "name": "Fredrik Harboe", "title": "Instituttleder for Økonomi og administrasjon", "department": "Økonomi og administrasjon", "summary": "Fredrik leder institutt for økonomi og administrasjon. Han er utdannet siviløkonom fra Universitet i Bath og Copenhagen Business School. Før han begynte å jobbe med økonomiundervisning, jobbet han innen finans, hhv. som revisor i PricewaterhouseCoopers i London og som kundeansvarlig i Nordea Bank Norge/Nordea Markets.\nBakgrunn\nBachelor Business Administration, Universitetet i Bath\nMaster Business Administration (MBA), Copenhagen Business School\nJobber med\nInstituttleder for økonomi og administrasjon\nUndervisnings- og veiledningsområder\nBedriftsøkonomiske fag i hhv bachelor i økonomi og administrasjon og digital markedsføring og ledelse\nErfaring med:\nKredittvurdering og bedriftsøkonomisk analyse\nØkonomisk modellering og verdivurdering av bedrifter\nForståelse av forretningsmodeller og hvordan økonomiske prinsipper påvirker oppstartsselskaper", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Fredrik-Harboe"], "tags": ["Adferdsøkonomi", "Kredittvurdering", "Studentøkonomi"]}
{"slug": "Havar-Brattli", "name": "Håvar Brattli", "title": "Førstelektor / Professor 2", "department": "Økonomi og administrasjon", "summary": "Bakgrunn\nMastergrad i Business Creation and Entrepreneurship. Universitetslektor i innovasjon og entreprenørskap 2010-2022. Førstelektor fra 2022-. Merittert underviser fra 2024-\nJobber med\nInteraksjonsdesign\nDesign thinking\nEntreprenørskap\nInnovasjon\nForskning\nHåvar er involvert i forskningsprosjekter på studentengasjement i praktisk undervisning, designdrevne innovasjonsprosesser, og introduksjon av teknologiske metoder i samfunnsvitenskapelige emner.\nUtvalgte publikasjoner\nLæreboka «Design Thinking på norsk» (Brattli, Garmann-Johnsen & Utne, 2023). Cappelen Damm Akademiske forlag.\nAnnet\nVinner av UITs innovasjonspris 2023, utnevnt til merittert underviser i 2024.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Havar-Brattli", "https://nva.sikt.no/research-profile/472542"], "tags": []}
{"slug": "Henrik-Wiig", "name": "Henrik Wiig", "title": "Førsteamanuensis", "department": "Økonomi og administrasjon", "summary": "Henrik er samfunnsøkonom og studerer hvordan eiendomsrett til land og naturressurser påvirker økonomisk vekst i utviklingsland.\nBåde Latin-Amerika og Afrika har et potensiale for utnytte vind, sol, bio og hydroenergi til å produsere grønne industrivarer for verdensmarkedet. Han forsker både på aktørenes tilpasninger og utvikling av relevante internasjonale avtaler på sektoren, og er dessuten involvert i kommersielle biodrivstoff- og skogbevaringsprosjekter i Colombia og Peru. Henrik har tidligere jobbet som oppdragsforsker ved NIBR-Oslomet, NUPI og Forskningsavdelingen i SSB hvor han har ledet større forskningsprosjekter.\nBakgrunn\nPhD fra UiO Økonomisk institutt, samarbeid blant småbønder i Peru\nMaster (Profesjonsstudier) fra UiO Økonomisk institutt\nBachelor i journalistikk Norsk Journalisthøgskole\nJobber med\nUndervisning og veiledningsområder\nMikroøkonomi\nInternasjonal Politisk Økonomi\nUtviklingsøkonomi\nFornybar energi\nFaglige kompetanseområder\nUtviklingsøkonomi og internasjonal økonomi\nNaturressurs forvaltning\nBiodrivstoff og fornybar energi\nLandbruk og eiendomsrett til jord\nSkogvern og REDD+\nFattigdom og ulikhet\nLikestilling\nMakroøkonomiske likevektsmodeller\nUtvalgte publikasjoner\nHvem eier vinden? Hvordan gi regional plan innflytelse over vindkraftkonsesjoner (2021) i K. B. Stokke and K. Broch Hauge (eds) Integrert kystsoneforvaltning i Norge , Gyldendal: Oslo (med A. Tesli)\nBread or justice - Land restitution and investments in Colombian agriculture (2020) Land Use Policy, Vol 91 , pp. 1-8 (med P. García Reyes)\nIdeals and Realities of Restitution: The Colombian Land Restitution program”, Journal of Human Rights Practice , Vol. 10. (1), pp. 40-57 (med J. Garcia-Godos)\nJoint titling in rural Peru: Impact on women’s participation in household decision-making (2013) World Development, Vol. 52 , pp. 104-119.\nAnnet\nPublikasjoner på Google Scholar\nLes mer om Henrik Wiig på hans nettside her\nEnglish profile here", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Henrik-Wiig", "https://nva.sikt.no/research-profile/24690"], "tags": []}
{"slug": "Ingvild-Sagberg", "name": "Ingvild Sagberg", "title": "Associate Professor/Førsteamanuensis", "department": "Økonomi og administrasjon", "summary": "Ingvilds field is within organizational psychology, and her main research interest is in the psychological experience of being new to an organization and/or an organizational role.\nThis includes the organizational socialization and onboarding of new employees or employees in new roles (for instance as leaders), and graduates entering professional work for the first time. Other areas of interest: organizational culture and work environment; team climate and development; leadership and management theory; qualitative approaches to research in organizations and management.\nBakgrunn\nEducation 2017 PhD Organizational psychology, University of Oslo, Norway 2005 MSc in Psychology (Health, vocational and organizational psychology) NTNU Trondheim, Norway 2003 BA (Psychology, Business administration), University of Oslo, Norway Positions 2020- Associate Professor, Oslo Nye University College 2007-2012 PhD research fellow, University of Oslo, Norway 1997- Various experience: HRM, recruitment, administrative work, copyediting and academic writing Teaching 2021- Organizational psychology, Oslo Nye University College 2007-2008 University of Oslo, Psychology students\nForskning\nOrganizational entry\nOrganizational newcomers: Socialization and onboarding\nWork role transitions – new leadership role\nTransition to work: From student to employee\nUtvalgte publikasjoner\nSagberg, I. (2017). Ny jobb: Hvordan gi nyansatte en god start i organisasjonen . Oslo: Universitetsforlaget.\nSagberg, I. (2016). Newcomer psychologists and organizational socialization: Can a content model capture the experience? Scandinavian Journal of Work and Organizational Psychology, 1(1), 8. https://doi.org/10.16993/sjwop.1\nSagberg, I. (2014). Frustrated with the system: The professional entry of psychologists . Nordic Psychology, 66(3), 187–201. https://doi.org/10.1080/19012276.2014.931814", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Ingvild-Sagberg", "https://nva.sikt.no/research-profile/9743"], "tags": ["Arbeidsmiljø", "HR", "Onboarding", "Organisasjon og ledelse", "Organisasjonspsykologi", "Organisasjonssosialisering"]}
{"slug": "Johan-Bergh", "name": "Johan Bergh", "title": "Førstelektor", "department": "Økonomi og administrasjon", "summary": "Johan jobber med organisasjon og ledelse.\nBakgrunn\nJohan Bergh er marineoffiser, og har bakgrunn i ledelsesfaget, HR, og organisasjons- og lederutvikling.\nHan har vært ansatt som avdelingssjef, studieveileder, hovedlærer og prosjektleder ved Forsvarets høgskole (FHS) i flere perioder, senest fra 2010-2019.\nHan har 38 års erfaring fra Forsvaret, og erfaring fra flere utviklings- og forskningsprosjekter. Blant annet har han gjennomført prosjektet Forsvarets Pedagogiske Grunnsyn (FPG) der virkeområdet er all opplæring i Forsvaret. FPG har tung vekt på kognitiv og humanistisk pedagogikk.\nHan har gjennomført forprosjekteringen med digitalisering av Forsvarets HR-prosesser og utdanningen ved FHS.\nJohan har i tillegg arbeidet med utvikling og implementering av et nytt studiepoenggivende fag i militær ledelse ved Forsvarets stabsskole (FSTS), som er Forsvarets topplederutdanning.\nJobber med\nLedelse, organisasjonsfag, prosjektledelse, pedagogikk, og HR.\nForskning\nRefleksiv praksisforskning, ledelse, organisasjonslæring, pedagogikk, og samhandling.\nUtvalgte publikasjoner\nJohan har publikasjoner som omhandler blant annet ledelse, samhandling, tillit, pedagogikk, og organisasjonslæring.\nVitenskapelige publikasjoner:\nBergh, J. (2025). The Process of Dark Leadership: Reflections from a Norwegian Military Community of Practice. I Oyewunmi, A., Owens, G., & Adeola, O. (Eds.). The Dark Side of Leadership: A Cross-Cultural Compendium, With Lessons for Leaders. Productivity Press.\nHaavardtun, P., & Bergh, J. (2025). Hvordan (ut)dannes operative sjøfolk i Norge? Same, same, but different? I P. Haavardtun & L. I. Magnussen (Red.), Læring i maritim næring (s. 85–108). Fagbokforlaget.\nBergh, J. (2024). Interinstitusjonal samhandling ved høyskoler. I G.-E. Torgersen, H. Sæverot & L. Jermstad (Red.). Samfunn og samhandling under press: Betydning for pedagogisk praksis og teori (Kap. 30 s. 529–547). Cappelen Damm Akademisk.\nSteiro, T. J., Bergh, J., Boe, O., & Vennatrø, R. (2024). After the disaster – implications for leadership training in the military and in the Norwegian school system after the Vassdalen avalanche. ICERI2024 Proceedings, pp. 1174-1182. IATED\nBergh, J. (2023). The role of role models in military leaders’ practice and education. I Weiss, N., & Helskog G. Reflective Practice Research in Higher Education Pedagogies, pp. 73-98. LIT Verlag.\nBergh, J., Boe, O., & Steiro, T. (2023). Interaction and trust in emergency response organisations: An agency theoretical and reflective practice approach investigating a new trust model. ICERI2023 Proceedings, pp. 3699-3709. IATED\nBidrag i boken: Military Psychology Response to Post Pandemic Reconstruction. Volume 2. 2021, kap. 18, 21, 27. India: Rawat Publications\nBergh, J., & Boe, O. (2018). Samhandling and Trust in Military Leadership Structures. I G.-E. Torgersen (Red.). Interaction: ‘Samhandling’ Under Risk. A Step Ahead of the Unforeseen (Ch. 17, pp. 319–338). Cappelen Damm Akademisk.\nFaglige/redaksjonelle publikasjoner:\nNoen refleksjoner før oppstart av enda et nytt semester. Khrono, 2025\nLedelse handler også om rammebetingelser. Ledernytt, 2025\nHva er det med evidens? Ledernytt, 2024\nNei, grunnlag for god ledelse i staten er ikke krav til lederne. Dagens Perspektiv, 2024\nKjerneverdienes iboende faenskap. Khrono, 2024\nLedelse og dens emosjonelle kraft. Ledernytt, 2023\nYtringsfrihet eller (selv)sensur – vi lever alle under pisken! Dagens Perspektiv, 2022\nSituasjonsforståelse og situasjonsbevissthet i ledelse. MAGMA 4/2020.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Johan-Bergh", "https://nva.sikt.no/research-profile/413177"], "tags": ["Endringsledelse", "Generell HRM", "Lederutvikling", "Organisasjon og ledelse", "Organisasjonsendringer", "Organisasjonsutvikling", "Prosjektledelse"]}
{"slug": "Kateryna-Reiby", "name": "Kateryna Reiby", "title": "Førsteamanuensis", "department": "Økonomi og administrasjon", "summary": "Kateryna forsker på hvordan mennesker interagerer med digitale teknologier slik som kunstig intelligens, «wearables» og internettplattformer. I forskningen hennes fokuserer hun på hvordan disse teknologiene former menneskers opplevelser, relasjoner med andre mennesker, så vel som menneskers selvforståelse.\nBakgrunn\nBachelor i sosiologi ved Kyiv-Mohyla Academy\nMaster i strategisk markedsføringsledelse ved Handelshøyskolen BI\nPhD in Business and Economics (with specialization in Marketing) fra Handelshøyskolen BI\nJobber med\nUndervisning og veiledningsområder\nDigital transformation\nForretningsmodeller\nForbrukeratferd\nFaglige kompetanseområder\nArtificial intelligence, digital self-tracking, corporate communications, gamification, interoception, anthropomorphization.\nUtvalgte publikasjoner\nPublikasjoner i vitenskapelige tidsskrifter\nBuhmann, A., Maltseva K., Fieseler, C., & Fleck M. (2021). Muzzling social sedia: The adverse effects of moderating stakeholder conversations online . Technology in Society, 64, 1-11.\nMaltseva, K. (2020). Wearables in the workplace: The brave new world of employee engagement . Business Horizons, 63(4), 493-505.\nTrittin, H., Fieseler, C., & Maltseva, K. (2019). The serious and the mundane: Reflections on gamified CSR communication. Journal of Management Inquiry, 28(2), 141-144.\nMaltseva, K., Fieseler, C., & Trittin-Ulbrich, H. (2019). The challenges of gamifying CSR communication. Corporate Communications: An International Journal, 24(1 ) , 44-62.\nMaltseva, K., & Lutz, C. (2018). A quantum of self: A study of self-quantification and self-disclosure . Computers in Human Behavior, 81, 102-114.\nAnnet\nPublications: Google Scholar", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Kateryna-Reiby", "https://nva.sikt.no/research-profile/716921"], "tags": ["Digitalisering", "Forbrukeratferd", "Forretningsmodeller", "KI", "Kommunikasjon i organisasjoner", "Menneske-maskin-interaksjon"]}
{"slug": "Melissa-Malka-Busch-Christensen", "name": "Melissa Malka Busch-Christensen", "title": "Høyskolelektor", "department": "Økonomi og administrasjon", "summary": "Melissa er utdannet siviløkonom fra Norges Handelshøyskole (NHH) i Bergen. Hun har emneansvar og underviser i markedsføring og merkevareledelse, PR & omdømme.\nFør Melissa startet å jobbe med undervisning, jobbet hun i PR- og kommunikasjonsbyrået Hill&Knowlton, hun var markedssjef for CHANEL Frafrance&Beauty, og har vært gründer og startet sitt eget selskap, et online konsept for eksklusive blomster, blomsterbokser og blomsterabonnement.\nBakgrunn\nBachelor i Økonomi & Administrasjon, NHH\nMaster i Strategi & Ledelse, NHH\nCEMS Master in International Management (Double Degree), Universìta Luigi Bocconi, Milano\nErfaring med:\nStrategisk markedsføring, markedsplan og markedsaktiviteter\nMerkevareledelse, PR og omdømme\nKonsumentatferd\nHigh-end marketing, fashion, beauty and luxury management\nJobber med\nUndervisnings- og veiledningsområder:\nMarkedsføringsfag i bachelor i økonomi og administrasjon og digital markedsføring og ledelse.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Melissa-Malka-Busch-Christensen"], "tags": []}
{"slug": "Stein-Erik-Wendel", "name": "Stein-Erik Wendel", "title": "Høyskolelektor", "department": "Økonomi og administrasjon", "summary": "Stein-Erik er utdannet markedsøkonom fra Norges Markedshøyskole (NMH) i Oslo. Han underviser ved instituttet for økonomi og administrasjon i emnet Strategi.\nHan har erfaring som bedriftsrådgiver i PA Consulting og har arbeidet med markedsorganisasjoner med fokus på strategi, forretningsutvikling og kompetanseutvikling.\nStein-Erik har blant annet jobbet som prosjektleder i tre år tidlig på 90-tallet for bedriftsmarkedsdivisjonen, da forvaltningsvirksomheten i Televerket gjennomførte omstillingen og forretningsorientering til Telenor. Videre har han 25 års erfaring som direktør i Orkla Foods med ansvar for virksomhetens merkevarer til Out of Home markedet i Norge. Orklas merkevarer har i denne perioden hatt sterk vekst og styrket sine markedsposisjoner og -andeler betydelig. Stein-Erik arbeider fortsatt som rådgiver i konsulentselskapet Emendor med merkevarebedrifter.\nUndervisnings- og veiledningsområder\nEmnet ØKAD2240 Strategi i bachelor i økonomi og administrasjon\nArbeidserfaring\nLedet en organisasjon med 60 medarbeidere – innen marketing, innovasjon og salg\nHar jobbet med vekst og utvikling av sterke merkevarer og unike matkonsepter\nAnsvarlig for forhandlinger med dagligvare- og retailkjeder i Norge\nTrent nyansatte medarbeidere i Orklas merkevarekompetanse\nTrent salgsorganisasjonen i effektiv bruk av CRM og verdiskapning\nBakgrunn\nBachelor i markedsføring, NMH\nLedet Sales Academy i Orkla, og har trent ca. 200 ledere og kundeansvarlige\nGjennomført alle Orklas kompetanseprogrammer\nJobber med\nUndervisning i ØKAD2240 Strategi som høyskolelektor ved institutt for økonomi og administrasjon.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Stein-Erik-Wendel"], "tags": ["Etikk i næringslivet", "Karriere i næringslivet", "Merkevarebygging", "Omstillingsprosesser", "Strategi og posisjonering"]}
{"slug": "Umar-Burki", "name": "Umar Burki", "title": "Professor", "department": "Økonomi og administrasjon", "summary": "Umars primære forskningsfokus er på tillitsforhold i næringslivet og logistikk.\nHan har publisert bredt innenfor sine fagområder. På grunn av viktigheten av klimaendringer, fokuserer hans nåværende forskning på grunnleggende bærekraftsdilemmaer på økonomisk, forretningsmessig og samfunnsmessig nivå.\nSå langt har Umar redigert og publisert to lærebøker. Han har fast stilling som førsteamanuensis ved Universitetet i Sørøst-Norge (USN).\nBakgrunn\nPh.D. i logistikk (spesialisering i bedriftslogistikk), Høgskolen i Molde, Norge\nMSc i industriell logistikk, Høgskolen i Molde, Norge\nMaster i økonomi, B.Z University, Multan (Pakistan)\nJobber med\nUndervisning og veiledning:\nLogistikk\nBærekraftig drift\nBedriftsmarkedsføring\nMarkedsføring\nMasteroppgaver\nUtvalgte publikasjoner\nNylige publikasjoner\nBurki, U, and Tahir, M. (2022). Determinants of environmental degradation: Evidenced-based insights from ASEAN economies, Journal of Environmental Management, in press.\nToseef Azid, Umar Burki, Muhammad Junaid Khawaja, Nasim Shah Shirazi, and Muhammad Tahir (2022), Labor Economics in an Islamic Framework, Taylor & Francis Group Publishers, UK.\nUmar Burki, Toseef Azid and, Robert Dahlstrom (2021). Foundations of a Sustainable Economy: Moral, Ethical and Religious Perspectives, Taylor & Francis Group Publishers, UK.\nBurki, U., Najam, U. and Dahlstrom, R. (2021). Measuring Environmental Performance in Business-to-Business Relationships: A Bibliometric Review, Marketing Intelligence & Planning, 40 (2), 205-226.\nGlavee-Geo. R., Burki, U., and Buvik, A. (2020). Building Trustworthy Relationships with Smallholder (Small-scale) Agro-commodity Suppliers: Insights from the Ghana Cocoa Industry. Journal of Macromarketing, 40 (1), 110-127.\nBurki, U., Ersoy, P., and Dahlstrom, R. (2018). Achieving Triple Bottom Line Performance in Manufacturer-Customer Supply Chains: Evidence from an Emerging Economy. Journal of Cleaner Production, 197, 1307-1316.\nBurki, U., and Dahlstrom, R. (2017). Mediating effects of green innovations on interfirm cooperation. Australasian Marketing Journal, 25(2), 149-156.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Umar-Burki", "https://nva.sikt.no/research-profile/331273"], "tags": []}
{"slug": "Alex-Gillespie", "name": "Alex Gillespie", "title": "Førsteamanuensis II", "department": "Psykologi", "summary": "Alex Gillespie is an Associate Professor II in psychology, an Associate Professor in Social Psychology at the London School of Economics, and an Editor of Journal for the Theory of Social Behaviour.\nHis theoretical interest is in communication problems, especially divergences of perspective, misunderstandings, speaking-up and learning from (or resisting) critical feedback. His current empirical research examines patients’ complaints about healthcare organisations and sense-making in crises. He has published his research in a wide range of outlets, has developed practical tools to understand feedback and communication, and has given advice to many international organisations and government departments.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Alex-Gillespie", "https://nva.sikt.no/research-profile/1306894"], "tags": ["Kommunikasjon", "Kulturpsykologi", "Samfunnspsykologi"]}
{"slug": "Andreas-Berg-Krosby", "name": "Andreas Berg Krosby", "title": "Programansvarlig", "department": "Psykologi", "summary": "Andreas er programansvarlig for master i psykologi og er undervisningsleder ved institutt for psykologi.\nBakgrunn\nProfesjonsstudiet i psykologi (Cand.Psychol.), Norges Teknisk-Naturvitenskapelige Universitet (NTNU)\nSpesialistutdanning i klinisk voksenpsykologi, Norsk Psykologforening\nKlinisk praksis\nArbeid med akutt krisehåndtering, spesielt fokus på selvmordsproblematikk\nUtredning og behandling av voksne med ulike psykiske lidelser i offentlig helsevesen\nGruppeterapi\nEmosjonsfokuserte terapimetoder, spesifikt ISTDP (Intensiv dynamisk korttidsterapi)\nBarnevern\nJobber med\nAndreas er utdannet psykolog fra NTNU, og er spesialist i klinisk voksenpsykologi. Han er programansvarlig for master i psykologi, samt undervisningsleder på psykologisk institutt. Fra tidligere har Andreas lang og variert bakgrunn fra klinisk arbeid i offentlig helsevesen, blant annet med akutte psykiske kriser.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Andreas-Berg-Krosby"], "tags": ["Akutt psykologi", "Klinisk psykologi", "Psykisk helse", "Psykodynamisk terapi", "Selvmordsproblematikk"]}
{"slug": "Anita-Nesse", "name": "Anita Nesse", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Anita er høyskolelektor på organisasjonspsykologi ved Oslo Nye Høyskole.\nHun har en mastergrad i International Business and Politics fra Queen Mary University of London, der hun skrev master om hvordan bedrifter påvirker hverandre til å ta et større samfunnsansvar. Anita har ti års erfaring fra teknologibransjen, blant annet som salgsleder.\nBakgrunn\nBachelorgrad i utviklingsstudier med spesialisering i administrasjon- og organisasjonsvitenskap fra Universitetet i Bergen\nMsc International Business and Politics fra Queen Mary University of London\nPraktisk Pedagogisk Utdanning fra Universitet i Oslo\nTi års erfaring fra teknologibransjen, blant annet som salgssjef med personal- og strategiansvar og med et utstrakt operativt HR-ansvar\nJobber med\nEmneansvarlig på ulike emner innen HR, ledelse og organisasjonspsykologi\nFaglig veileder", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anita-Nesse"], "tags": []}
{"slug": "Anne-Fylling-Froyen", "name": "Anne Fylling Frøyen", "title": "Førsteamanuensis", "department": "Psykologi", "summary": "Anne har en doktorgrad i idrettspsykologi fra Norges Idrettshøgskole (NIH). Hun har emneansvar i PSY6060 Idrettspsykologi og mental trening, og i PSY6061 Anvendt idrettspsykologi.\nBakgrunn\nDoktorgrad i idrettspsykologi fra Norges Idrettshøgskole (NIH). Tema for doktorgraden var hva som kjennetegner relasjonskvalitet i trener-utøverrelasjonen og hvilken betydning dette har for prestasjon hos de som presterer på verdenstoppnivå over tid.\nMastergrad i idrettspsykologi fra Norges Idrettshøgskole (NIH). Tema for masteroppgaven var hva som kjennetegner mental tøffhet, og hvordan trenere gjennom sosial støtte kan bidra til å utvikle mentalt tøffe utøvere.\n2-årig etterutdanning i kognitiv idrettspsykologi i regi av Norsk Forening for Kognitiv Terapi (NFKT).\nPraktisk pedagogisk utdanning (PPU) fra Universitet i Agder.\nAnvendt idrettspsykologi fra Høgskolen i Halmstad.\nTidligere erfaring\nFagkonsulent i idrettspsykologi ved Olympiatoppen.\nPrivatpraktiserende idrettspsykologisk rådgiver.\nUndervisning i idrettspsykologi og mental trening på ulike trenerutdanninger fra nybegynner til elitenivå.\nJobber med\nUndervisning- og veiledningsområder\nIdrettspsykologi og mental trening.\nTrening og fysisk aktivitet i et psykologisk perspektiv.\nKvalitativ metode (Interpretative Phenomenological Analysis, IPA).\nForskning\nBetydningen av relasjonskvalitet for prestasjon i høyprestasjonsgrupper.\nRelasjonskompetanse og kommunikasjon i eliteidrett.\nUtvalgte publikasjoner\nhttps://nih.brage.unit.no/nih-xmlui/handle/11250/2740134\nhttp://ijass.sports.re.kr/xml/24476/24476.pdf\nhttp://ijass.sports.re.kr/xml/16922/16922.pdf", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anne-Fylling-Froyen", "https://nva.sikt.no/research-profile/660996"], "tags": ["Idrettspsykologi", "Motivasjon", "Prestasjonspsykologi", "Relasjoner og kommunikasjon i høyprestasjonsgrupper"]}
{"slug": "Anne-Kjeldsen", "name": "Anne Kjeldsen", "title": "Førsteamanuensis", "department": "Psykologi", "summary": "Anne har doktorgrad i utviklingspsykologi og har forsket på psykisk helse hos barn og unge.\nBakgrunn\nDoktorgradsstipendiat og postdoktor ved Folkehelseinstituttet\nTidligere prosjektleder for den longitudinelle, populasjonsbaserte studien Trivsel og oppvekst – Barndom og ungdomstid (TOPP-studien) ved Folkehelseinstituttet, nå ved Universitetet i Oslo\nEmbetsstudiet i psykologi, Universitetet i Oslo\nSpesialist i klinisk psykologi fordypning barn og unge, privatpraksis som psykologspesialist\nJobber med\nVeileder på bachelor- og masteroppgaver.\nForskning\nAnne har forsket på psykisk helse hos barn og unge\nTidligere forskningsområder\nHvordan henger depresjonssymptomer og atferdsvansker sammen med beruselsesdrikking to år senere, målt på ulike tidspunkt gjennom hele ungdomsperioden?\nHva er det som gir livskvalitet og opplevelse av mening ved 19 års alder? Prediksjon av positiv psykisk helse ved terskelen til voksenlivet fra risiko og beskyttende faktorer gjennom barneårene.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anne-Kjeldsen", "https://nva.sikt.no/research-profile/22630"], "tags": ["Alkohol(mis)bruk gjennom ungdomsårene", "Atferdsvansker i barne- og ungdomsår", "Barn og unges psykiske helse", "Longitudinelle studier", "Utviklingspsykopatologi"]}
{"slug": "Anni-Jonesdatter-Voll", "name": "Anni Jonesdatter Voll", "title": "Instituttrådgiver", "department": "Psykologi", "summary": "Anni er instituttrådgiver på psykologisk institutt ved Oslo Nye Høyskole. Hun bistår instituttledelsen med fag- og forskningsadministrasjon, ansettelser og onboarding.\nBakgrunn\nBachelor i anvendt psykologi fra Oslo Nye Høyskole (ONH)\nMaster i psykologi fra Universitet i Oslo (UiO)\nJobber med\nFagadministrasjon\nForskningsadministrasjon\nNettlæreransvarlig", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anni-Jonesdatter-Voll"], "tags": []}
{"slug": "Anniken-Gronstad", "name": "Anniken Grønstad", "title": "Førsteamanuensis og programansvarlig", "department": "Psykologi", "summary": "Anniken er førsteamanuensis ved ONH og leder for programutvikling ved institutt for psykologi.\nHun har blant annet ansvar for å utvikle nye studietilbud innen sitt fagområde og har ledet arbeidet med utviklingen av bachelorprogrammet i HR, ledelse og organisasjonspsykologi. I tillegg sitter hun i ledergruppen på instituttet. Hun er også en aktiv forsker og veileder en doktorgradsstudent innen Business Administration ved Northumbria University, UK og en doktorgradsstudent ved Politihøgskolen.\nBakgrunn\nUtdanning\n2020 PhD, Universitetet i Oslo, Norge 2014 MSc, London School of Economics and Political Science, London, UK 2013 BSc, Universitetet i Oslo, Norge\nErfaring\n2022 – nå Førsteamanuensis i organisasjonspsykologi, Oslo Nye Høyskole 2021 – 2022 Faglig veileder i strategisk HR og operativ personalledelse, Høyskolen Kristiania 2021 – 2022 Rådgiver, Legevakt Vest Bedriftshelsetjeneste 2020 – 2021 HMS rådgiver, E.G. Rør AS\nJobber med\nForskning\nStudieledelse\nPersonalledelse\nEmneansvar og emneutvikling\nFagutvikling\nVeiledning av studenter på master- og PhD-nivå\nUndervisning\nForskning\nForskningsområder\nNorsk arbeidsliv\nVelferdssystemet – den nordiske modellen\nSykefravær og sykenærvær\nArbeidsmiljø\nLedelse\nOmstilling og endring\nTrakassering i arbeidslivet\nVarsling\nUtvalgte publikasjoner\nVitenskapelige publikasjoner:\nGrønstad, A. (2025). Scoping reviews vis-à-vis systematic reviews and integrative reviews in management research: guidelines for good practice. Rev Manag Sci. https://doi.org/10.1007/s11846-025-00901-1\nGrønstad, A. & Bernstrøm, V.H. (2025). Why downsizing may increase sickness absence: longitudinal fixed effects analyses of the importance of the work environment, BMC Health Services Research, 25, 325. https://doi.org/10.1186/s12913-025-12454-w\nGrønstad, A. (2024). Activating Sick-Listed Employees in Scandinavia: A Scoping Review. Nordic Journal of Welfare Research 9(4), 314-331. https://doi.org/10.18261/nwr.9.4.4\nGrønstad, A. (2024). The Interplay Between Organizational Change, Work Environment, and Sickness Absence: A Review and Research Agenda. Beta Scandinavian Journal of Business Research 38(1), 1-18. https://doi.org/10.18261/beta.38.1.2\nGrønstad, A., Kjekshus, L.E., Tjerbo, T. & Bernstrøm, V.H. (2020). Work-related moderators of the relationship between organizational change and sickness absence: a longitudinal multilevel study . BMC Public Health, 20: 1218.\nGrønstad, A., Kjekshus, L.E., Tjerbo, T. & Bernstrøm, V.H. (2019). Organizational change and the risk of sickness absence: a longitudinal multilevel analysis of organizational unit-level change in hospitals . BMC Health Services Research, 19: 895.\nGrønstad, A. (2017). Exploring work-related attributions of sickness absence during organizational change: a scoping review . International Journal of Workplace Health Management, 10 (3).\nBjørkelo, B., Langvik, E., Myhrum, M., & Grønstad, A. (2023). «Arbeidsvilkår på operasjonssentralen: resultater fra en undersøkelse ved operasjonssentralen i Øst politidistrikt». Politihøgskolen. ISSN 0807-1721\nKommunikasjon og kunnskapsformidling:\nGjest i podkasten «Gjør det snakkbart» til BHT-konsernet Avonova der tema var Generasjon Z og ledelse.\nFagekspert i Jobbhelserapporten til NHO Geneo og Avonova\nFagekspert i HR Norge: Lavere sykefravær: tips og råd til HR og ledere\nGjest i podkasten Psykt Interessant: Rekordhøyt sykefravær i Norge – hvordan redusere det\nGjest i podkasten Karriereklar der tema var fremtidens arbeidsliv\nGjest i podkasten Psykt Interessant der tema var sykefravær og ledelse\nLedernytt: Toppledere, makt og HMS-resultater: deres holdninger og handlinger avgjør om de leverer sterkt eller svakt\nLSE Psychology blog: How change agents can become successful leaders of organizational change\nHR Magasinet: Det handler om måten du leder på\nLSE COVID-19 blog: How the Nordic response to COVID helped reduce financial inequality\nLSE Business Review: There is more to organisational change than strain, hazard, and harm\nDagens Perspektiv: Sykefravær og arbeidsmiljø: gjør de riktige tingene, og gjør de tingene riktig\nDagens Næringsliv: Sykefraværet må ned – hvordan får vi til det?\nDagens Perspektiv: Omstilling og sykefravær: innsikt til (litt) klarere utsikt\nDagens Perspektiv: Organisasjonsendringer påvirker sykefraværet – i begge retninger\nWorld Economic Forum: A healthy workforce is good for business. Here's why\nOUTREACH LinkedIn: https://no.linkedin.com/in/anniken-gr%C3%B8nstad-a5aa6b84 Twitter: https://twitter.com/AnnikenGronstad ResearchGate: https://www.researchgate.net/profile/Anniken-Gronstad Google Scholar: https://scholar.google.no/citations?user=ZUSXZLEAAAAJ&hl=no", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Anniken-Gronstad", "https://nva.sikt.no/research-profile/664217"], "tags": ["Arbeidsmiljø", "Den nordiske modellen", "HR", "Omstilling og endring", "Organisasjonspsykologi", "Sykefravær, inkludering"]}
{"slug": "Benjamin-Goksoyr", "name": "Benjamin Goksøyr", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Benjamin er høyskolelektor i ppsykologi ved Oslo Nye. Han har en mastergrad i helse-, utvikling- og samfunnspsykologi fra Universitetet i Oslo med fordypning i diskursiv psykologi. Benjamin jobber som nettlærer og foreleser om kvalitative metoder og vitenskapsfilosofi\nBakgrunn\nMaster i helse-, utvikling- og samfunnspsykologi, Universitetet i Oslo.\nBachelor i anvendt psykologi, Oslo Nye Høyskole (tidligere Bjørknes Høyskole).\nFaglige interesser:\nDiskurser og maktforhold\nKritisk psykologi\nPsykedelisk vitenskap\nKvalitative forskningsmetoder", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Benjamin-Goksoyr", "https://nva.sikt.no/research-profile/1504843"], "tags": ["Diskurspsykologi", "Kvalitativ forskningsmetode", "Psykedelisk vitenskap", "Samfunnspsykologi", "Språkpsykologi"]}
{"slug": "Brady-Wagoner", "name": "Brady Wagoner", "title": "Professor", "department": "Psykologi", "summary": "Brady is Professor of Psychology at Oslo Nye Høyskole.\nBakgrunn\nEducation\n2010            PhD, University of Cambridge\n2005            MPhil, University of Cambridge\n2003            BA, Clark University\nPositions\n2021-           Professor of Psychology, Oslo Nye Høyskole\n2013-           Professor of Cultural Psychology, Aalborg University (Denmark)\n2010-2013   Associate Professor of Psychology, Aalborg University (Denmark)\nForskning\nResearch areas\nSocial and cultural psychology\nMemory studies\nHistory of psychology\nSocial change\nDevelopmental science\nProcess-oriented and visual methods\nCurrent research projects\n- Collective grief and memorial sites first, explores grief as a group phenomenon—we mourn for our dead--, and second, investigates how people relate to different kinds of memorial sites, using a first-person camera as a data collection device.\n- Viral communication analyzes how people make sense of the novel coronavirus and the pandemic situation, including people’s attitudes toward restrictions, sources of information, vaccination decision-making, trust in authorities and conspiracy mindedness.\n- The organismic theory of development: This project traces the ‘romantic roots’ of holistic developmental psychology back to 18th and 19th century German thought. The concept of development is widened to encompass the formation (Bildung) of a person in and through culture.\nUtvalgte publikasjoner\nWagoner, B. (2017). The Constructive Mind: Bartlett’s Psychology in Reconstruction. Cambridge: Cambridge University Press.\nWagoner, B. (Ed.) (2018). Handbook of Culture and Memory. Oxford: Oxford University Press.\nWagoner, B., Bresco, I., & Awad, S.H. (2019). Remembering as a Cultural Process. New York: Springer.\nWagoner, B. & Brescó, I. (2021). Kollektiv Sorg.  In S. Brinkmann & A. Pedersen (Eds.), Menneskets Sorg: Om et vilkår I forandring. København: Klim.\nWagoner, B. (2022). Striving for the whole: Toward an organismic theory of development. In B. Slife & S. Yanchar (eds.), Routledge International Handbook of Theoretical and Philosophical Psychology. London: Routledge.\nWagoner, B. (2009). The experimental methodology of constructive microgenesis. In: J. Valsiner, P. Molenaar, N. Chaudhary, and M. Lyra (Eds.). Handbook of Dynamic Process Methodology in the Social and Developmental Sciences (pp. 99-121). New York: Springer.\nAnnet\nAwards\n2021 - Humboldt Research Award, Av Humboldt Foundation (Germany) 2021 - Netherlands Institute of Advanced Studies Research (Netherlands) 2020 - Collegium de Lyon Research Fellowship 2019 - Lucienne Domergue Award, Casa de Velázquez 2018 - Sigmund Koch Award, American Psychological Association (division 24) 2017 - Early Career Award, American Psychological Association (division 26) 2009 - Sigmund Koch Prize, International Society for Theoretical Psychology 2005 - Gates Cambridge Scholarship\nGoogle scholar: https://scholar.google.dk/citations?user=nCJs2GsAAAAJ&hl=en\nResearchGate: https://www.researchgate.net/profile/Brady-Wagoner", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Brady-Wagoner", "https://nva.sikt.no/research-profile/1397630"], "tags": ["Kulturpsykologi", "Samfunnspsykologi", "Utviklingspsykologi"]}
{"slug": "Brita-Bjorkelo", "name": "Brita Bjørkelo", "title": "Professor", "department": "Psykologi", "summary": "Brita's research covers WOP, whistleblowing, leadership, psychosocial work environment, diversity, professional development, knowledge production and ethics.\nBrita leads the NordForsk financed project “Understanding and Intervening against Sexual harassment” (2023-2027).\nShe also leads a working package on the EU Horizon funded Clarus project (2023-2026), as well as the research projects \"Diversity in Education and Organisation\", the “Police Study” with Bjørn Lau (UiO), and the “Working Conditions in the Control Room-national survey” project.\nBrita leads the “Organisation and Leadership\" research group at the Norwegian Police University College and previously led the RCN financed project “A matter of facts” (2020-2026), of which she now is a member, and the FIX-project (RCN financed), and is a previous editor, and now member of the Editorial board, of the Nordic Journal of Studies in Policing.\nBakgrunn\nEducation\n2023: Mentoring programme for female postdocs (as mentor). University of Oslo\n2019: Research leadership program. Consolidating (operative) level. University of Oslo (UiO)\n2011: Developmental program in university pedagogy, University of Bergen (UiB), Norway\n2010: PhD, Faculty of Psychology, UiB, Norway\n2005: Cand.psychol, Clinical psychologist. Faculty of Psychology, UiB, Norway\n2001: Cand.mag: Interdisciplinary first cycle. UiO/UiB, Norway\nPositions\n2021- Professor (organizational psychology). Department of psychology, Oslo Nye University College, Norway 2018- Professor (police science). Research department, Norwegian Police University College (NPUC), Norway 2017-2018 Professor (organizational psychology). Department for Graduate Education (DGE), NPUC, Norway 2011-2017 Associate professor (leadership, work and organizational psychology). DGE, NPUC, Norway 2010-2011 Associate professor (education). Faculty of Psychology, Department of Education, University of Bergen, Norway\nTeaching\nAt Oslo New University College I am affiliated with the bachelor program in organizational psychology. Otherwise, I supervise several PhD candidates and have acted as mentor for Post docs and Associate professors. Over the years I have taught, examined and/or supervised at all academic levels.\nForskning\nWOP\nWhistleblowing\nLeadership\nDiversity\nProfessional development\nKnowledge production\nUtvalgte publikasjoner\nBjørkelo, B., & Eriksen, B. M. (2021). Varsling i arbeidslivet: Arbeidsgivers og leders roller og ansvar. Cappelen Damm Akademisk. https://utdanning.cappelendamm.no/_varsling-i-arbeidslivet-brita-bjorkelo-birthe-eriksen-9788202709662\nBjørkelo, B., Valland, T. D., Nordberg, T., & Damen, M.-L. (2022). Ekte politiarbeid? Utvikling og uttesting av et prestisjehierarki for politiarbeid. Tidsskrift for kjønnsforskning, 46(3-4), 150-165. https://doi.org/10.18261/tfk.46.3.4\nAlmås, A. G., Bjørkelo, B., Roness, D., & Ulvik, M. (2022). Betydningen av å møtes : relasjoner som grunnlag for læring og undervisning (1. utgave. ed.). Fagbokforlaget. Betydningen av å møtes (Relasjoner som grunnlag for læring og undervisning) - Fagbokforlaget.no\nRabbing, L. M.-L. E., Lau, B., Fostervold, K. I., Blenkinsopp, J., & Bjørkelo, B. (2023). Enhancing self-reported assessment of working conditions in policing: Revisiting the psychometric properties and applications of the police stress questionnaire. Psychological Reports, 1-19. https://doi.org/10.1177/00332941231207957\nBjørkelo, B., Matthiesen, S. B., & Einarsen, S. (2010). Predicting proactive behaviour at work. Exploring the role of personality as an antecedent of whistleblowing behaviour. Journal of Occupational and Organizational Psychology, 83, 371-394. doi: https://doi.org/10.1348/096317910X486385\nBjørkelo, B. (2013). Workplace bullying after whistleblowing: Future research and implications. Journal of Managerial Psychology, 28(3), 306-323. doi: https://doi.org/10.1108/02683941311321178\nBjørkelo, B., Einarsen, S., Nielsen, M. B., & Matthiesen, S. B. (2011). Silence is golden? Characteristics and experiences of self-reported whistleblowers. European Journal of Work and Organizational Psychology, 20(2), 206-238. doi: https://doi.org/10.1080/13594320903338884\nNielsen, M. B., Bjørkelo, B., Notelaers, G., & Einarsen, S. (2010). Sexual harassment: Prevalence, outcomes and gender differences assessed by three different estimation methods. Journal of Aggression, Maltreatment and Trauma, 19(3), 252 — 274. doi: https://doi.org/10.1080/10926771003705056\nVanebo, J. O., Bjørkelo, B., & Aaserud, T. (2015). Police leadership development: Intentions and critical success-factors. International Public Administration Review, 13(3-4), 11-26. doi: https://doi.org/10.17573/ipar.2015.3-4.01\nHelleve, I., Almås, A. G., & Bjørkelo, B. (2019). Becoming a professional digital competent teacher. Professional Development in Education, 46(2), 324-336. doi: https://doi.org/10.1080/19415257.2019.1585381\nHoel, L., & Bjørkelo, B. (2017). ‘Is that good enough policing?’: An investigation into learning from the experience of grey-area cases. Nordic Journal of Studies in Policing, 4(2), 187-210. Tranlsated version. doi: http://hdl.handle.net/11250/2464440\nBjørkelo, B., Bye, H. H., Leirvik, M. S., Egge, M., & Ganapathy, J. (2020). Diversity in education and organisation: From political aims to practice in the Norwegian Police Service. Police Quarterly. doi: https://doi.org/10.1177/1098611120976024\nBjørkelo, B., Almås, A. G., & Helleve, I. (2021). Perceived adequate education in ethics: A way to tap into ethical Social Networking Sites awareness? Seminar.net, 17(1). doi: https://doi.org/10.7577/seminar.3828\nBjørkelo, B., Thorsen, C., D'Cruz, P., & Mikkelsen, E. G. (2021). Whistleblowing and bullying at work: The role of leaders. In P. D’Cruz, E. Noronha, L. Keashly, & S. Tye-Williams (Eds.), Special topics and particular occupations, professions and sectors. Handbooks of Workplace Bullying, Emotional Abuse and Harassment (Vol. 4). Singapore: Springer. doi: https://doi.org/10.1007/978-981-10-5308-5\nAnnet\nOUTREACH\nPsykologisk.no: Psykologifaget må bidra sterkere til en mer bærekraftig organisering av arbeidslivet, skriver Brita Bjørkelo og Guy Notelaers | Oslo Nye Høyskole (oslonyehoyskole.no) •\nForbes: What Science Tells Us About The Psychology Of Whistleblowers (forbes.com)\nOrganized Crime and Corruption Reporting Project: The Price of Blowing the Whistle (occrp.org)\nNeue Züricher Zeitung: Was treibt den Whistleblower eigentlich an? | NZZ\nLa revue Suisse de la recherche: Hémisphères N° 6 - Transgresser - dossier by HES-SO Haute école spécialisée de Suisse occidentale - issuu\nPsykolog Nyt: 18103.pdf (elbo.dk)", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Brita-Bjorkelo", "https://nva.sikt.no/research-profile/46279"], "tags": ["Arbeidspsykologi", "Ledelse", "Organisasjonspsykologi"]}
{"slug": "Helene-Vabo-Wilsgaard", "name": "Helene Vabø Wilsgaard", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Helene er høyskolelektor i psykologi ved Oslo Nye Høyskole.\nBakgrunn\nBachelorgrad i anvendt psykologi\n2 år idrettsfag\nMastergrad idrettspsykologi (NIH)\nOperativ psykologi (UiB)\nKognitiv terapi og motiverende samtale (INN)\nVidereutdanning vold i nære relasjoner (UiT)\nHelene driver egen praksis med prestasjonspsykologisk rådgivning og fysisk trening, samt jobber 40% på krisesenter for vold i nære relasjoner. Hun har i tillegg tidligere jobbet som brannkonstabel hos Follo Brannvesen.\nJobber med\nAnvendt idrettspsykologi\nOperativ ledelse\nPrestasjonspsykologi\nForskning\nForskningsområder:\nPrestasjonspsykologi\nOperativ psykologi\nTeamarbeid\nUtvalgte publikasjoner\nWilsgaard, H. V., Bentzen, M., Skarin, F., & Gustafsson, H. (2025). Thriving in high-risk emergency operators: Insights from those who serve. Sport, Exercise, and Performance Psychology. https://doi.org/10.1037/spy0000395", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Helene-Vabo-Wilsgaard"], "tags": []}
{"slug": "Helga-Fjaervoll", "name": "Helga Fjærvoll", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Helga er høyskolelektor for psykologistudenter ved Oslo Nye Høyskole. Hun er psykolog med utdannelse fra Universitetet i Oslo. Helga har emneansvar for Utviklingspsykologi, medansvar for Pedagogisk basiskompetansekurs ved ONH og underviser i tillegg i Sosial- og personlighetspsykologi.\nHelgas sterkeste faglige interesse er affektbevissthet, det vil si evnen til å kjenne og uttrykke egne følelser. Dette skrev hun om i sin hovedoppgave, som tok for seg arbeid med affektintegrasjon i terapi. Videre er Helga opptatt av hvordan man kan legge til rette for god læring. Hun er tatt opp i førstelektorprogrammet ved ONH og forsker på læringsfellesskap i nettbasert utdanning.\nHelga er tildelt status som merittert underviser ved ONH. Se hennes pedagogiske mappe her →\nBakgrunn\nProfesjonsstudiet i psykologi (cand.psychol.), Universitetet i Oslo\nJobber med\nUndervisnings- og veiledningsområder\nUtviklingspsykologi\nSosial- og personlighetspsykologi\nPedagogisk basiskompetanse\nPedagogisk utviklingsarbeid\nVeiledning av bacheloroppgaver\nVeiledning av masteroppgaver\nAktuelle utviklingsområder Emosjonsfeltet og affektbevissthet, tilknytning, pedagogisk utviklingsarbeid, digitale læringsfellesskap i høyere utdanning.\nForskning\nDigitale læringsfellesskap\nFellesskapsfølelse i nettbasert høyere utdanning\nUtvalgte publikasjoner\nSe utvalgte publikasjoner her.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Helga-Fjaervoll", "https://nva.sikt.no/research-profile/1503293"], "tags": []}
{"slug": "Camilla-Lindvall-Dahlgren", "name": "Camilla Lindvall Dahlgren", "title": "Professor og forskningsleder for institutt for psykologi", "department": "Psykologi", "summary": "Camilla Lindvall Dahlgren er professor i psykologi og forskningsleder ved Institutt for psykologi ved Oslo Nye Høyskole (ONH). Hun har over 15 års erfaring med forskning på spiseforstyrrelser, og har tidligere vært tilknyttet Oslo universitetssykehus i over et tiår. I tillegg til doktorgrad i klinisk psykologi fra Universitetet i Oslo og Oslo universitetssykehus, har hun hatt forskningsopphold ved Columbia University og Mount Sinai School of Medicine i New York, samt arbeidet som forsker ved University of Oxford.\nCamillas forskning er særlig rettet mot forståelse, utredning og behandling av spiseforstyrrelser. Ved ONH leder hun The Eating Disorder Lab , en tverrfaglig forskergruppe som samler klinikere, forskere, studenter og personer med egenerfaring i arbeidet med å utvikle ny kunnskap og innovative behandlingstilnærminger.  De siste årene har hun utvidet sitt forskningsfokus til å inkludere psykedelika-assistert behandling ved spiseforstyrrelser, et felt i rask utvikling. Hun er aktiv i Psykedelika-gruppen ved Universitetet i Oslo, og leder KITE – Ketamine Initiatives for Eating Disorders i samarbeid med Dr. Lowan Stewart ved Axonklinikken i Oslo. Hun er også klinisk veileder med særlig kompetanse innen diagnostikk av spiseforstyrrelser og metakognitiv trening for både spiseforstyrrelser og autismespektertilstander.\nEn oversikt over hennes publikasjoner, presentasjoner og forskningsprosjekter er tilgjengelig i det nasjonale forskningsinformasjonssystemet CRISTIN .\nBakgrunn\nArbeidserfaring\n2023–dd: Professor i klinisk psykologi, Oslo Nye Høyskole (ONH)\n2020–2023: Førsteamanuensis, Oslo Nye Høyskole (ONH)\n2018–2022: Seniorforsker, Regional seksjon for spiseforstyrrelser (RASP), Oslo universitetssykehus\n2016: Gjesteforsker, Columbia University Medical Center, New York\n2016: Gjesteforsker, Icahn School of Medicine at Mount Sinai, New York\n2014–2018: Postdoktor, RASP, Oslo universitetssykehus\n2014–2015: Terapeut i metakognitiv trening, Spiseforstyrrelsesklinikken, Oslo\n2014: Seniorforsker, Department of Psychiatry, University of Oxford (UK)\n2011–2013: Doktorgradsstipendiat, RASP, Oslo universitetssykehus\nJobber med\nUndervisning\nVed ONH underviser Camilla i abnormal psykologi, helsepsykologi, ernæringspsykologi og forskningsmetode. Hun veileder også masterstudenter ved ONH og Ph.d.-kandidater både i Norge og internasjonalt.\nForskning\nPågående forskningsprosjekter\nKetaminassistert psykoterapi for spiseforstyrrelser – Retrospektiv kasusserie i samarbeid med Axonklinikken, Oslo\nHoldningsparaplyen – Holdninger til psykedelika i den norske befolkningen. Samarbeid med Psykedelika-gruppen, UiO\nMetakognitiv trening for autismespektertilstander – Pilotprosjekt med Nevropsykiatrisk enhet, BUPA, OUS Ullevål\nEating Disorders in Norwegian Youth (EDY-EPI) – Epidemiologisk studie av forekomst og korrelater. Samarbeid med RASP, FHI, Columbia University og USIT. Finansiert av Stiftelsen Dam via Mental Helse\nTransdiagnostisk metakognitiv trening (CRT) for spiseforstyrrelser – ledet av Dr. Siri Weider ved NTNU\nOslo Bariatric Surgery Study (OBSS) Cognitive – Femårig oppfølgingsstudie etter fedmeoperasjon. Samarbeid med Senter for sykelig overvekt, OUS Aker\nUtvalgte publikasjoner\nArtikkel: Estimated prevalence of DSM-5 eating disorders in Norwegian adolescents: A community based two-phase study\nAnnet\nMedlem av forskningsgruppen PROUD (Process and Outcome of Eating Disorders), UiO\nMedlem av Eating and Weight Disorders Research Group (EWeR), NTNU\nMedlem av Eating Disorder Research Society (EDRS)\nFagkonsulent i TikTok-serien “TOXIC”\nFaglig rådgiver for Fagfilmforlaget\nMedlem av Editorial Board, International Journal of Eating Disorders (2023–2024)\nSenior Editor, Journal of Eating Disorders (2023–2025)\nAssociate Editor, Frontiers in Psychology og Frontiers in Nutrition (2020–2022)\nOutreach\n«Tiktok-trend bekymrer eksper¬tene: – Risiko for spise¬forstyr¬relser»\n«Ketamin-behandling: Kommer snart til et sykehus nær deg?»\n«Vi har følelser og blir påvirket, selv om vi er gutter»\n«Ubehaget må vi som fagfolk bære»\n“Spiseforstyrrelsene kostet henne nesten livet. Til slutt måtte moren dra Karoline ut av mørket”", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Camilla-Lindvall-Dahlgren", "https://nva.sikt.no/research-profile/61849"], "tags": ["Body Project", "Cognitive Remediation Therapy", "Epidemiologi", "Helsepsykologi", "Klinisk diagnostikk", "Klinisk psykologi", "Kvantitativ metode", "Nevropsykologi", "Spiseforstyrrelser", "Systematic reviews"]}
{"slug": "Eirik-Kjelstrup", "name": "Eirik Kjelstrup", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Bakgrunn\nEirik har sin utdanning fra Universitetet i Tromsø – Norges arktiske universitet og har spesialisering innen emosjoner, motivasjon og beslutningstaking. Her har han forsket på hvordan stressende og høyaktiverte situasjoner påvirker vår adferd, blant annet ved å forske på toppidrettsutøvere.\nVidere er han opptatt av hvordan man kan formidle psykologisk forskning på en god og anvendbar måte, slik at kunnskapen kan brukes bredt.\nJobber med\nEmneansvar for bacheloroppgaven i psykologi (PSY3990/PSY3991/PSY3992) ved Oslo Nye Høyskole. Foreleser også i andre emner tilknyttet hans kompetanseområde, i tillegg til forskningsarbeid.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Eirik-Kjelstrup", "https://nva.sikt.no/research-profile/892367"], "tags": ["Beslutningspsykologi", "Kognitiv psykologi", "Motivasjon og emosjoner", "Sosialpsykologi"]}
{"slug": "Elisabeth-Tveita", "name": "Elisabeth Tveita", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Elisabeth er utdannet psykolog fra NTNU, og er spesialist i klinisk voksenpsykologi. Hun har emneansvar og underviser i konsulterende psykologi og miljøterapi. Fra tidligere har Elisabeth lang og variert bakgrunn fra klinisk arbeid i offentlig og privat helsevesen, blant annet har hun jobbet flere år på døgnavdeling for pasienter med psykoselidelser.\nBakgrunn\nProfesjonsstudiet i psykologi (Cand.Psychol.), Norges Teknisk-Naturvitenskapelige Universitet (NTNU)\nSpesialistutdanning i klinisk voksenpsykologi, Norsk Psykologforening\nUtdannet instruktør i Mindfulness, ved Co-Create\nTidligere erfaring\nArbeid med akutt krisehåndtering ved akutteam\nUtredning og behandling av voksne med ulike psykiske lidelser i offentlig og privat helsevesen\nArbeid med pasienter med HIV/AIDS-problematikk ved Aksept\nArbeid med pasienter med spiseforstyrrelser i døgnavdeling\nUtredning og behandling av unge og voksne med psykoseproblematikk\nJobber med\nRelasjon, kommunikasjon og endring\nMiljøterapi", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Elisabeth-Tveita"], "tags": []}
{"slug": "Ella-Marie-Sandbakken", "name": "Ella Marie Sandbakken", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Ella Marie Sandbakken er høyskolelektor i psykologi ved Oslo Nye Høyskole (ONH) med emneansvar for Anvendt kvalitativ metode - PSY4410. Hennes faglige bakgrunn er bachelor- og mastergrad i psykologi fra Universitetet i Oslo (UiO), med spesialisering i kultur- og samfunnspsykologi.\nEllas største faglige interesser er hvordan samme situasjon kan oppleves og forstås ulikt, og hvordan vi påvirkes av gruppene vi tilhører og normene i vår kultur. I tillegg til å være høyskolelektor ved ONH tar Ella doktorgrad i psykologi ved UiO, hvor hun skriver om narrativer personer i Norge og Ecuador bruker i sine fortellinger om koronapandemien. Hun har også vært med på å starte opp og lede psykologipodkasten hos ONH: «Psykt Interessant» .\nBakgrunn\nMastergrad i Helse-, Utvikling- og Samfunnspsykologi fra Universitetet i Oslo (UiO)\nBachelorgrad i psykologi fra Universitetet i Oslo (UiO)\nJobber med\nUndervisnings-, veilednings- og forskningsområder Kvalitative metoder, sosialpsykologi, kritisk psykologi, kulturpsykologi, samfunnspsykologi\nUtvalgte publikasjoner\nPublikasjoner i vitenskapelige tidsskrifter Moss, S. M., & Sandbakken, E. M. (2021). “Everybody Needs to Do Their Part, So We Can Get This Under Control.” Reactions to the Norwegian Government Meta‐Narratives on COVID‐19 Measures. Political Psychology, 42(5), 881-898. https://doi.org/10.1111/pops.12727\nSandbakken, E. M., & Moss, S. M. (2021). “Now We Are All in the Same Boat. At the Same Time, We Are Not.” Meaning-Making and Coping Under COVID-19 Lockdown in Norway. Human Arenas, 1-25. https://doi.org/10.1007/s42087-021-00208-z\nSandbakken, E. M., Skrautvol, A. & Madsen, O. J. (2021). ‘It’s My Definition of a Relationship, Even Though It Doesn’t Fit Yours’: Living in Polyamorous Relationships in a Mononormative Culture. Psychology & Sexuality. https://doi.org/10.1080/19419899.2021.1982755\nAndre publikasjoner Moss, S. M., & Sandbakken, E. M. (2021, mars). Dugnaden er over. Hvordan var korona -kommunikasjonen for ett år siden? Dagsavisen. https://www.dagsavisen.no/debatt/2021/03/16/dugnaden-er-over/\nSandbakken, E. M. & Moss, S. M. (2021, oktober). Sporene etter pandemien. Dagsavisen. https://www.dagsavisen.no/debatt/2021/10/10/sporene-etter-pandemien/", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Ella-Marie-Sandbakken", "https://nva.sikt.no/research-profile/1281580"], "tags": ["Ecuador", "Kommunikasjon under COVID-19", "Konformitet og normer", "Kulturpsykologi", "Kvalitativ forskningsmetode", "Minoritetsstress", "Politisk psykologi", "Samfunnspsykologi", "Sosialpsykologi", "Tematisk analyse"]}
{"slug": "Erik-Carlquist", "name": "Erik Carlquist", "title": "Førsteamanuensis", "department": "Psykologi", "summary": "Erik underviser i samfunnspsykologi, forebygging og metode, og forsker blant annet på språk, livskvalitet og ideologi.\nErik Carlquist har doktorgrad i kultur- og samfunnspsykologi fra Universitetet i Oslo, og underviser og forsker i kritisk psykologi og språkpsykologi.\nBakgrunn\nStipendiat og postdoktor, Psykologisk institutt, Universitetet i Oslo\nProfesjonsstudiet i psykologi, Universitetet i Oslo\nMSc Organizational and Social Psychology, London School of Economics and Political Science\nSiviløkonom, Handelshøyskolen BI\nJobber med\nUndervisnings- og veiledningsområder\nSpråk og kommunikasjon\nSamfunnspsykologi\nForebyggende arbeid\nKvalitative forskningsmetoder\nForskning\nAktuelle forskningsområder\nPsykologiske fenomener slik de forstås gjennom hverdags- og fagspråk\nRådende forestillinger om livskvalitet og psyke – stabilitet og endring\nSamfunnspsykologiske analyser av sosiale media og massemedia\nEnglish\nPsychological phenomena as understood through everyday and academic language\nDominant representations of well-being and mind – stability and change\nSocio-psychological analyses of social and mass media discourse", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Erik-Carlquist", "https://nva.sikt.no/research-profile/15657"], "tags": ["Forebygging", "Ideologi", "Kommunikasjon", "Kulturpsykologi", "Kvalitative undersøkelser", "Livskvalitet", "Samfunnspsykologi", "Språkpsykologi"]}
{"slug": "Gun-Bente-Johansen", "name": "Gun Bente Johansen", "title": "Instituttleder for Psykologi", "department": "Psykologi", "summary": "Gun Bente er instituttleder ved Institutt for psykologi. Hun er utdannet psykolog fra Universitetet i Oslo, og har en MBA i økonomisk styring og ledelse fra Norges Handelshøyskole. Gun Bente har jobbet ved høyskolen siden mai 2022.\nBakgrunn\nGun Bente har lang lederfaring fra privat og offentlig virksomhet, herunder organisasjonsdirektør i Miljødirektoratet, administrasjonsdirektør i Statnett og HR-direktør og konserndirektør for staber i Telenorkonsernet. Gun Bente har dessuten jobbet flere år som konsulent/organisasjonspsykolog i Hartmark Consulting.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Gun-Bente-Johansen"], "tags": []}
{"slug": "Heidi-Overeng-Bjontegaard", "name": "Heidi Øvereng Bjøntegaard", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Heidi jobber som høyskolelektor ved Oslo Nye Høyskole og har emneansvar for PSY6170 Psykisk helse i skolen og PSY1140 Helsepsykologi.\nHeidi har stor faglig interesse for helsefremmende og forebyggende arbeid blant barn og unge, og faktorer som fremmer god psykisk helse og livskvalitet og forhindre psykiske plager blant barn og unge slik som sosiale og miljømessige faktorer og mulighet til aktiv deltakelse i samfunnet. De siste årene har hun forsket på hvordan fasilitere og styrke deltakelse blant ungdom i en kommunal kontekst.\nBakgrunn\nStipendiat i folkehelsevitenskap ved institutt for folkehelsevitenskap, Norges miljø- og biovitenskapelige universitet (NMBU)\nMastergrad i folkehelsevitenskap fra NMBU\nBachelorgrad i ernæring fra Atlantis Medisinske Høyskole\nJobber med\nUndervisning- og veiledningsområder:\nPsykisk helse i skolen\nHelsepsykologi\nForebyggende arbeid\nForskning\nForskningsområder og -interesser:\nFasilitering av deltakelse og involvering blant barn og ungdom\nHelsefremmende og forebyggende arbeid\nHelsepsykologi, samfunnspsykologi og positiv ungdomsutvikling\nDeltakerorienterte tilnærminger\nUtvalgte publikasjoner\nPublikasjoner og formidling", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Heidi-Overeng-Bjontegaard", "https://nva.sikt.no/research-profile/875473"], "tags": ["Deltakendeorientert forskningsmetoder", "Forebygging og folkehelse", "Helsefremmende arbeid", "Helsepsykologi"]}
{"slug": "Helene-Faksvag", "name": "Helene Faksvåg", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Helene er høyskolelektor i psykologi og jobber som emneansvarlig for PSY3270 Konsulterende psykologi. Helene er utdannet psykolog fra Universitetet i Bergen og har en bachelorgrad i organisasjonspsykologi fra Universitetet i Oslo.\nFør hun begynte ved ONH jobbet hun ved familievernkontoret Oslo Nord. Her jobbet hun med par- og familier, både i terapeutiske samtaler og ved å holde samlivskurs.\nHennes største faglige interesse er hvordan psykologisk kunnskap kan brukes i praksis for å hjelpe oss med å leve mer meningsfulle og bærekraftige liv, med bedre relasjoner til både oss selv og andre. Hun er i denne sammenheng opptatt av psykologiske temaer som selvmedfølelse, forståelse og aksept av egne følelser, tilhørighet, mestring og eksistensialisme.\nBakgrunn\nBachelor i psykologi fra Universitetet i Oslo\nProfesjonsstudiet i psykologi (cand.psychol.), Universitetet i Bergen\nJobber med\nEmneansvar i PSY3270 konsulterende psykologi – relasjoner, kommunikasjon og endring.\nAnnet\nFaglige interesser:\nSelvmedfølelse og mindfulness\nHelsefremmende arbeid\nNegative konsekvenser av perfeksjonisme\nHumanistisk psykologi\nEksistensiell psykologi", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Helene-Faksvag", "https://nva.sikt.no/research-profile/420256"], "tags": ["Helsefremmende arbeid", "Kommunikasjon", "LØFT (Løsningsfokusert terapi)", "Negative konsekvenser av perfeksjonisme", "Positiv psykologi", "Relasjonskompetanse", "Selvmedfølelse"]}
{"slug": "Peder-Mortvedt-Isager", "name": "Peder Mortvedt Isager", "title": "Førsteamanuensis", "department": "Psykologi", "summary": "Peder Mortvedt Isager er ansatt som førsteamanuensis i psykologi ved Oslo Nye Høyskole. Han har master i kognitiv nevrovitenskap fra universitetet i Oslo og har en PhD i psykologisk forskningsmetode og forskningspraksis fra Eindhoven University of Technology i Nederland.\nBakgrunn\n2022 – dd.: Førsteamanuensis i psykologi, Oslo Nye Høyskole\n2020 - 2022.: Høyskolelektor i psykologi, Oslo Nye Høyskole\n2018 - dd.: Komitemedlem, Data & Methods Committee, Psychological Science Accelerator\n2017 - 2022.: PhD i psykologisk forskningsmetode og forskningspraksis, Dept. Industrial engineering & innovation sciences, Eindhoven University of Technology\n2015-2017: Master in Cognitive Neuroscience, Psykologisk Institutt, Universitetet i Oslo\n2012-2015: Bachelor i Psykologi, Psykologisk Institutt, Universitetet i Oslo\nJobber med\nUndervisning og veiledningsområder\nPSY4420: Anvendt kvantitativ forskningsmetode (emneansvarlig)\nAdministrator for Educloud\nForskningsmetode, forskningspraksis, replikasjon, psykologisk forskning i internasjonale samarbeidsprosjekter.\nKompetanseområder\nReplikasjonsstudier\nForskningsmetode og statistikk\nProgrammering for forskning og dataanalyse\nMetoder og praksis for sikring av åpen og reproduserbar forskning\nKognitiv nevrovitenskap og hjerneavbildningsteknologi\nForskning\nJeg forsker på studieseleksjon i replikasjonsforskning og arbeider med å utvikle metoder for å identifisere studier det vil være spesielt nyttig å replisere. Jeg har i tillegg arbeidet med andre temaer innenfor forskningsmetode – som hvordan teste nullfunn statistisk, og hvordan organisere større datainnsamlingsprosjekter. Jeg er generelt interessert i det meste som har med problemer i forskningspraksis og forskningsmetode å gjøre.\nJeg er også interessert i utviklingen av nettverksteori i klinisk klinisk psykologisk forskning, og hvordan ideen om psykisk lidelse som et komplekst system kan lede til ny innsikt i hvordan psykiske lidelser oppstår, vedvarer, og blir komorbide.\n- Peder Mortvedt Isager\nUtvalgte publikasjoner\nSe utvalgte publikasjoner her\nAnnet\nPeder sin nettside finner du her\nTwitter: @peder_isager", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Peder-Mortvedt-Isager", "https://nva.sikt.no/research-profile/618557"], "tags": ["Forskningspraksis", "Komplekse systemer i psykopatologi", "Kvantitativ metode", "Nevrovitenskap", "Open Science", "Programmering (R, Unix)", "Replikasjon", "Slutningsstatistikk", "Statistiskkverktøy (R, Jamovi, SPSS)", "Årsaksanalyse"]}
{"slug": "Natalie-Rolandsgard", "name": "Natalie Rolandsgard", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Natalie er høyskolelektor i psykologi, og jobber hovedsakelig som faglig veileder, nettlærer og læringsassistent. Tidligere har hun jobbet med undervisning av elever i grunnskolen, og som seminarleder i sosialpsykologi ved Universitetet i Oslo.\nNatalie er utdannet ved Universitetet i Oslo, der hun tok en bachelorgrad i kultur og kommunikasjon og en mastergrad i psykologi. Hun har spesialisert seg i kultur- og samfunnspsykologi, og er særlig interessert i språkpsykologi og kritiske tilnærminger til fenomener i samfunnet, samt kvalitative metoder. Hun skrev masteroppgave om hvordan ungdom forstår åpenhet om psykiske problemer, som hun mottok «Våg å vite»-prisen 2021 for.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Natalie-Rolandsgard", "https://nva.sikt.no/research-profile/1728503"], "tags": []}
{"slug": "Jilwan-Soltanpanah", "name": "Jilwan Soltanpanah", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Jilwan er høyskolelektor i psykologi på Oslo Nye Høyskole. Hun har en mastergrad i psykologi fra Universitetet i Tromsø, og har en stor interesse for krysskulturell psykologi. Jilwan har forsket på identitet og tilhørighet hos flerkulturell ungdom, og kjønnsroller og livstilfredshet mellom to kulturer. Før ONH jobbet Jilwan med enslige mindreårige flyktninger, og som miljøterapeut på ungdomsskole. Hun har erfaring i traumesensitivt arbeid med barn og ungdom.\nBakgrunn\nMastergrad i psykologi fra Universitetet i Tromsø\nBachelorgrad i psykologi fra Universitet i Tromsø\nJobber med\nFaglig veileder på årsenhet i psykologi\nLæringsassistent i PSY2280 – Forebygging, samfunn og kultur\nNettlærer", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Jilwan-Soltanpanah", "https://nva.sikt.no/research-profile/949428"], "tags": []}
{"slug": "Sigrid-Skeide", "name": "Sigrid Skeide", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Sigrid er utdannet psykolog fra Universitetet i Oslo. Hun har emneansvar i PSY4120 – Relasjonskompetanse og kommunikasjonsferdigheter på master i psykologi. Før hun kom til Oslo Nye Høyskole jobbet hun som privatpraktiserende psykolog.\nBakgrunn\nProfesjonsstudiet i psykologi (Cand.Psychol.), Universitetet i Oslo\n3-årig videreutdanning i emosjonsfokusert terapi (EFT)\nI gang med førstelektorprogram ved ONH, om ferdighetstrening innen kommunikasjon- og relasjonsferdigheter\nTidligere erfaring\nUndervisning i psykologi årsstudium, Kulturstudier (Vietnam)\nPrivatpraktiserende psykolog\nVeiledning og kursing av psykologer i emosjonsfokusert terapi\nForedragsholder innen temaer rundt emosjoner og psykisk helse\nHar skrevet boken «Selvkritisk – et møte med din indre kritiker» sammen med psykolog Aksel Inge Sinding\nJobber med\nUndervisnings- og veiledningsområder\nTraumer, tilknytning og samspill\nRelasjonskompetanse og kommunikasjon\nEmosjonsfeltet\nFerdighetstrening\nAnnet\nSigrid har sammen med Aksel Inge Sinding skrevet boken Selvkritisk, og har i den sammenhengen også laget podcast med samme navn. Lytt til podcasten \"Selvkritisk\" på spotify her eller andre steder du hører på podcast.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Sigrid-Skeide", "https://nva.sikt.no/research-profile/1353641"], "tags": ["Emosjonsfokusert terapi", "Ferdighetstrening innen kommunikasjon", "Klinisk psykologi", "Relasjonskompetanse", "Tidlig samspill", "Tilknytning", "Traume"]}
{"slug": "Mona-Berthelsen", "name": "Mona Berthelsen", "title": "Førsteamanuensis", "department": "Psykologi", "summary": "Bakgrunn\nUtdanning Mona har doktorgrad i arbeidspsykologi og helse fra Universitetet i Bergen og STAMI, og hovedfag i psykologi med fordypning i sosialpsykologi og interpersonlig kommunikasjon fra NTNU.\nBakgrunn 2019-2022 Postdoktor ved Kreftregisteret, Oslo Universitetssykehus 2016-2018 Postdoktor ved Norsk kunnskapssenter om vold og traumatisk stress 2011-2015 Stipendiat ved avdeling for arbeidspsykologi og -fysiologi, STAMI og UiB 2009-2011 Rådgiver ved avdeling for arbeidspsykologi og -fysiologi, STAMI 2008-2009 Universitetslektor ved Institutt for samfunnspsykologi, UiB 2007-2008 Forskningsassistent ved Institutt for samfunnspsykologi, UiB 2006-2007 Universitetslektor ved seksjon for Sosial- og samfunnspsykologi, NTNU\nJobber med\nEmneansvar og emneutvikling\nUndervisning og veiledning\nForskning\nEmneansvarlig for PSY1040 og PSY1050.\nForskning\nArbeidsmiljø\nPsykisk helse\nSykefravær\nUtvalgte publikasjoner\nBerthelsen, M., Hansen, M., Nissen, A.F.W., Nielsen, M., Knardahl, S., & Heir, T. (2021) The Impact of a Workplace Terrorist Attack on the Psychosocial Work Environment: A Longitudinal Study From Pre- to Post-disaster. Frontiers in Public Health, 9, article 708260 DOI: 10.3389/fpubh.2021.708260\nBerthelsen, M., Hansen, M., Nissen, A.F.W., Nielsen, M., Knardahl, S., & Heir, T. (2020) Effects of exposure to workplace terrorism on subsequent sickness absence, and the modifying role of psychological and social work factors: a combined survey and register study. BMC Public Health, 20(1), 367. DOI: 10.1186/s12889-020-08465-3\nNissen, A., Berthelsen, M., Dale, M.T.G., Hansen, M.B., & Heir, T. (2020). Is perceived safety and threat after workplace terrorism linked to employee sick-leave? A registry-based longitudinal study of governmental employees in Norway. Journal of Psychotraumatology, 11(1). DOI: 10.1080/20008198.2020.1785249\nDale, M.T.G., Nissen, A., Berthelsen, M., & Heir, T. (2020) Posttraumatic stress reactions and doctor-certified sick leave after a workplace terrorist attack: Norwegian cohort study. BMJ Open 10(2):e032693. DOI: 10.1136/bmjopen-2019-032693\nHansen, M., Berthelsen, M., Nissen, A.F.W., Wentzel- Larsen, T., & Heir, T. (2018) Sick leave after workplace targeted terror in governmental employees. International archives of occupational and environmental health. doi: 10.1007/s00420-018-1390-8.\nBerthelsen, M., Pallesen, S., Magerøy, N., Tyssen, R., Bjorvatn, B., Moen, B.E. & Knardahl, S. (2015). Effects of shift work and psychological and social work factors on symptoms of anxiety and depression in nurses: a one year follow-up. Journal of occupational and environmental medicine, 57(10), 1127-1137. doi:10.1097/JOM.0000000000000532.\nBerthelsen M, Pallesen S, Bjorvatn B, Knardahl S. (2015) Shift schedules, work factors, and mental health among onshore and offshore workers in the Norwegian Petroleum Industry. Industrial health. 53, 280-292. DOI: 10.2486/indhealth.2014-0186\nBerthelsen, M. Skogstad, A., Lau, B. & Einarsen, S. (2011). ”Do they stay or do they go? A longitudinal study of intentions to leave and exclusion from working life among targets of workplace bullying”. International Journal of Manpower, 32(2), 178-193.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Mona-Berthelsen", "https://nva.sikt.no/research-profile/41381"], "tags": ["Arbeidsmiljø", "Arbeidspsykologi", "Kvantitativ metode", "Psykisk helse", "Stress på arbeid", "Surveymetodikk", "Sykefravær, inkludering"]}
{"slug": "Aste-Herheim", "name": "Åste Herheim", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Åste er høyskolelektor i psykologi på Oslo Nye Høyskole med emneansvar for Forebygging, samfunn og kultur (PSY2280).\nBakgrunn\nÅste er psykolog og spesialist i klinisk samfunnspsykologi. Hun har tidligere jobbet i psykisk helsevern og med lærebøker i psykologi. Hun har erfaring fra arbeid som skolepsykolog og leder i Drammen kommune, og som fagsjef i Psykologforeningen. Åste har gjennom mange år i Helsedirektoratet, både som seniorrådgiver og leder, jobbet med å bruke psykologien i tjeneste- og politikkutvikling.\nJobber med\nSamfunnspsykologi, forebygging og folkehelse", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Aste-Herheim"], "tags": ["Forebygging og folkehelse", "Forvaltning og politikk på psykisk helse-feltet", "Psykisk helse", "Samfunnspsykologi"]}
{"slug": "Mette-Espe-Myrmael", "name": "Mette Espe Myrmæl", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Mette er høyskolelektor i psykologi ved Oslo Nye Høyskole, med emneansvar for Innføring i generell psykologi (PSY1130), Sosial- og personlighetspsykologi (PSY1240) og Miljø- og klimapsykologi (PSY6180). Hun er også podkastvert for høyskolens offentlige podkast «Psykt Interessant».\nMette har en mastergrad i utvikling-, helse- og samfunnspsykologi fra Universitetet i Oslo, med spesialisering innen forebygging av psykiske vansker.\nI tillegg har hun stor faglig interesse for miljø- og klimapsykologi, og har forsket på natureksponering i barndommen og miljøvennlige holdninger senere i livet. Hun er også produsent og redaktør til høyskolen sin podkast «Psykt Interessant».\nBakgrunn\nMastergrad i Helse-, Utvikling- og Samfunnspsykologi fra Universitetet i Oslo\nBachelorgrad i anvendt psykologi fra Bjørknes Høyskole (Oslo Nye Høyskole)\nJobber med\nUndervisningsområder\nSamfunnspsykologi, utviklingspsykologi, sosialpsykologi, helsepsykologi, biologisk psykologi, personlighetspsykologi, kritisk psykologi, miljøpsykologi, læringspsykologi og kvantitative forskningsmetoder.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Mette-Espe-Myrmael"], "tags": []}
{"slug": "Mia-Brathagen-Lie", "name": "Mia Brathagen Lie", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Mia jobber som høyskolelektor på Oslo Nye Høyskole og er programansvarlig for bachelor i anvendt psykologi og emneansvarlig i PSY1250 – Kognitiv psykologi. I tillegg er hun faglig veileder, gjesteforeleser i andre emner og mye involvert i PSY2230 – Biologisk psykologi.\nHun har en bachelorgrad i psykologi fra Universitetet i Innlandet (avdeling Lillehammer) og en mastergrad i læringspsykologi fra NTNU Trondheim. Hennes masteroppgave så på hvordan seksualundervisning kan påvirke holdninger til skeive blant barn og unge.\nMia har tidligere jobbet med undervisning og opplysningsarbeid for ungdom. Hennes faglige interesser er blant annet psykisk helse i skolen og blant minoriteter, biologisk og kognitiv psykologi, samt hvilken rolle undervisning kan ha for barn og unges holdninger og psykiske helse.\nBakgrunn\nBachelor i psykologi fra Universitetet i Innlandet, avdeling Lillehammer\nMaster i psykologi - studieretning læring – hjerne, atferd og omgivelser fra NTNU Trondheim", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Mia-Brathagen-Lie"], "tags": []}
{"slug": "Roxana-Haghiry", "name": "Roxana Haghiry", "title": "Høyskolelektor", "department": "Psykologi", "summary": "Roxana Haghiry er høyskolelektor med emneansvar for PSY1120 psykologi som fag og vitenskap og bacheloroppgaven PSY3990/PSY3991/PSY3992/PSY3993, og programansvarlig for bachelorgraden psykologisk helsearbeid.\nHun har en mastergrad i arbeids- og organisasjonspsykologi fra Universitet i Oslo, med fordypning i endringsvillighet og utbrenthet, og bachelor i anvendt psykologi fra Bjørknes Høyskole (nå Oslo Nye Høyskole).\nBakgrunn\nMaster i arbeids- og organisasjonspsykologi fra Universitetet i Oslo\nBachelorgrad i anvendt psykologi fra Oslo Nye Høyskole (tidl. Bjørknes Høyskole)\nFaglige interesser\nEndringsvillighet\nUtbrenthet\nMenneske og teknologi", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Roxana-Haghiry"], "tags": []}
{"slug": "Line-Wisting", "name": "Line Wisting", "title": "Associate Professor II", "department": "Psykologi", "summary": "Lines main current research activities include adapting and evaluation the feasibility and effects of the Body Project; a group-based body acceptance and eating disorder prevention program for at-risk individuals. Target groups include young females, young people with type 1 diabetes, and young athletes.\nAdditional research includes social media and its effect on appearance ideals and pressures, meal anxiety among people with eating disorders, and the prevalence and correlates of eating disorders.\nEducation\n2010-2015     PhD in psychology, University of Oslo, Institute of psychology 2004-2006     Master degree in psychology, University of Oslo, Institute of psychology 2000-2003     Bachelor in psychology, University of Oslo, Institute of psychology\nPositions\n2023 –     Associate Professor (20%), Department of Psychology, Oslo New University College 2018 –     Researcher, Regional dept for eating disorders, Division of Mental Health and Addiction, Oslo University Hospital 2015-2018     Postdoctor, Regional dept for eating disorders, Division of Mental Health and Addiction, Oslo University Hospital 2010-2015     PhD candidate, Regional dept for eating disorders, Division of Mental Health and Addiction, Oslo University Hospital\nAwards\nThe Diabulimia Helpline Innovation Award (2023) The Norwegian Diabetes Association research award for young researchers (2020)\nSelected publications\nDahlgren, C.L., Sundgot-Borgen, C., Kvalem, I.L., Wennersberg, A.L., & Wisting, L. (2024). Further evidence of the association between social media use, eating disorder psychopathology and appearance ideals and pressure: A cross-sectional study in Norwegian adolescents . Journal of Eating Disorders.\nWisting, L., Haugvik, S., Wennersberg, AL., Hage, TW., Stice, E., Olmsted, MP., Ghaderi, A., Brunborg, C., Skrivarhaug, T., Dahl-Jørgensen, K., Rø, Ø. (2024). A pilot study of a virtually-delivered dissonance-based eating disorder prevention program for young females with type 1 diabetes: within-subject changes over 6-month follow-up. Eating Disorders: Journal of Treatment and Prevention (invited special prevention issue).\nSundgot-Borgen, C., Wisting, L., Sundgot-Borgen, J., Steenbuch-Lied, K., Skrede, J.V., Nilsen, K., Stice, E., Mathisen, T.F. (2024). The “Young Athlete Body Project” - a pilot study evaluating the acceptability of- and results from an eating disorder prevention program for adolescent athletes. International Journal of Eating Disorders.\nWisting, L., Stice, E., Ghaderi, A., Dahlgren, C.L. (2023). Effectiveness of virtually delivered Body Project groups to prevent eating disorders in young women at risk: a protocol for a randomized controlled trial. Protocol article. Journal of Eating Disorders.\nStice, E., Wisting, L., Desjardins, C.D., Hood, K.K., Hanes, S., Rubino, L., & Shaw, H. (2023). Evaluation of a Novel Eating Disorder Prevention Program for Young Women with Type 1 Diabetes: A Preliminary Randomized Trial. Diabetes Research and Clinical Practice.\nDahlgren, C.L., Reneflot, A., Brunborg, C., Wennersberg, A.L., & Wisting, L. (2023). Estimated prevalence of DSM-5 eating disorders in Norwegian adolescents: A community based two-phase study. International Journal of Eating Disorders.\nHage, T., Nilsen, J-V., Karlsen, L., Lyslid, M.H., Wennersberg, A.L., & Wisting, L. (2023). “I am not alone”. Qualitative feasibility study of eating disorders prevention groups for young females with type 1 diabetes . Journal of Eating Disorders.\nWisting, L., Haugvik, S., Wennersberg, AL., Hage, TW., Stice, E., Olmsted, MP., Ghaderi, A., Brunborg, C., Skrivarhaug, T., Dahl-Jørgensen, K., Rø, Ø. (2021). Feasibility of a Virtually-Delivered Eating Disorder Prevention Program for Young Females with Type 1 Diabetes. International Journal of Eating Disorders.\nOutreach\nHJEM (bodyproject.no) Body Project • nettros.no Body Project fremmer godt kroppsbilde - Oslo universitetssykehus HF (oslo-universitetssykehus.no) Stor studie om diabetes og spiseforstyrrelser - har fått 20 millioner i støtte - Oslo universitetssykehus HF (oslo-universitetssykehus.no)", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Line-Wisting", "https://nva.sikt.no/research-profile/3"], "tags": []}
{"slug": "Andreas-Osthagen", "name": "Andreas Østhagen", "title": "Førsteamanuensis II", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Andreas Østhagen er seniorforsker ved Fridtjof Nansens institutt i Oslo og arbeider med nordområde- og sikkerhetspolitikk. Han er også tilknyttet Nordområdesenteret ved Nord Universitet i Bodø, en del av lederteamet i The Arctic Institute i Washington DC, og underviser ved Oslo Nye Høyskole. Østhagen har en doktorgrad i internasjonal politikk fra University of British Columbia, Canada, en mastergrad europeisk politikk fra London School of Economics, og en bachelorgrad i politisk økonomi fra NTNU. Tidligere har Østhagen jobbet som rådgiver ved Nord-Norges Europakontor i Brussel og som forsker ved Institutt for forsvarsstudier i Oslo og Center for Strategic & International Studies i Washington DC.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Andreas-Osthagen", "https://nva.sikt.no/research-profile/579486"], "tags": []}
{"slug": "Bernt-Hagtvet", "name": "Bernt Hagtvet", "title": "Professor", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Bernt Hagtvet er ansatt som professor i internasjonale studier ved Oslo Nye Høyskole. Bernt har i en årrekke vært ansatt som professor i statsvitenskap ved Universitetet i Oslo der han bemerket seg som en toneangivende forsker, svært populær foreleser og engasjert samfunnsdebattant. Med faglig bakgrunn fra en rekke anerkjente institusjoner som Yale, Oxford og UiO, og med et langt yrkesliv ved UiO, UiB og CMI, bringer Bernt med seg kunnskaper og erfaringer som kommer studenter til stor nytte og glede. Høsten 2016 underviste Bernt masterstudenter ved Yale University i USA men er nå fullt tilbake på høyskolen.\nBernt har også sin egen blogg som oppdateres jevnlig.\nBakgrunn\nUtdannet ved Universitetet i Oslo, Universitetet i Bergen, Yale University (USA) og Nuffield College, University of Oxford (England)\nForskningsleder og forskningssjef ved programmet for menneskerettighetsstudier ved Chr. Michelsens institutt (CMI) i Bergen og professor II ved institutt for sammenlignende politikk ved Universitetet i Bergen fra 1983-1994\nProfessor i statsvitenskap ved Universitetet i Oslo fra 1994-2016\nJobber med\nUndervisning og veiledningsområder Folkemord og massevold, menneskerettigheter og politisk teori.\nForskning\nAktuelle forskningsområder Fascisme, ekstremisme og europeisk politikk\nUtvalgte publikasjoner\nHagtvet, Bernt; Øystein Sørensen & Nikolai Brandal (red.), 2016: Islamisme: Ideologi og trussel. Dreyer Forlag A/S.\nHagtvet, Bernt; Nikolai Brandal & Dag Einar Thorsen (red.), 2014: Folkemordenes svarte bok. 2. utgave, Universitetsforlaget.\nHagtvet, Bernt; Øystein Sørensen & Nikolai Brandal (red.), 2014: Intellektuelle og det totalitære. Pervertert idealisme?. Dreyer Forlag A/S.\nHagtvet, Bernt; Øystein Sørensen & Nikolai Brandal (red.), 2013: Venstreekstremisme: Ideer og bevegelser. Dreyer Forlag A/S.\nHagtvet, Bernt; Øystein Sørensen & Bjørn Arne Steine, 2012: Høyreeksstremisme: Ideer og bevegelser i Europa. Dreyer Forlag A/S.\nHagtvet, Bernt, 2010: Ideologienes århundre – en personlig vandring i det 20. århundrets politiske idéhistorie. Dreyer Forlag A/S.\nBesøk Oria for en utfyllende liste over publikasjoner av Bernt Hagtvet\nAnnet\nFaglige kompetanseområder Komparativ politikk, ekstremisme, folkemord og totalitærisme, politisk analyse, europeisk politikk og historie, politiske idéhistorie, menneskerettigheter og demokrati og styring.\nAnnet Bernt har mottatt flere utmerkelser som akademiker, som FAFO-prisen i 1993, Humanistprisen i 2006 og Prisen for god forskningsformidling ved Universitetet i Oslo i 2009. Bernt er aktiv i den offentlige samfunnsdebatten og skapte nærmest en institusjon sammen med Anders Ravik Jupskås med de populære frokostmøtene, «Frokost med Bernt» (2007-2015) ved Det samfunnsvitenskapelige fakultet, UiO.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Bernt-Hagtvet", "https://nva.sikt.no/research-profile/23060"], "tags": []}
{"slug": "Bjornar-Ostby", "name": "Bjørnar Østby", "title": "Høyskolelektor", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Bjørnar har ansvar for fagene FK1120 Innføring i freds- og konfliktstudier, FK1210 Konfliktløsning og fredsarbeid, og FK2110 Religion i krig og fred, samt diverse fagutvikling på nett. Han har master i Conflict Studies fra London School of Economics (LSE), er tidligere freds- og konfliktstudent ved Oslo Nye Høyskole, og har i flere år jobbet deltid for høyskolen i forbindelse med nettstudier.\nBakgrunn\nBachelor i Freds- og Konfliktstudier ved Oslo Nye Høyskole\nMSc in Conflict Studies ved London School of Economics\nKompetanseområder Årsaker til krig, borgerkriger, «nye kriger» og væpnede ikke-statlige grupper, transnasjonale terrororganisasjoner med fokus på Den islamske stat, fredsoperasjoner, politisk orden i konflikt, særskilt opptatt av internasjonaliserte borgerkriger i en afrikansk kontekst.\nJobber med\nUndervisning og veiledningsområder Konfliktanalyse, konfliktløsning og fredsarbeid.\nAndre arbeidsområder Podcast, fagutvikling på nett, studietur, diverse administrative oppgaver.\nPodkasten \"Afrikansk politikk\" Bjørnar lager også podkasten \" Afrikansk politikk \" sammen med journalist Maren Sæbø. De tar for seg både gammelt og nytt innen afrikans politikk, med et journalistisk- og konfliktforskningsperspektiv.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Bjornar-Ostby", "https://nva.sikt.no/research-profile/1353719"], "tags": ["Etiopia", "Fredsbygging", "Fredsoperasjoner", "Great Lakes", "Konfliktanalyse", "Konfliktløsning og fredsarbeid", "Moderne borgerkriger", "Transnasjonal terrorisme", "Vest-Sahel", "Årsaker til krig"]}
{"slug": "Christopher-White", "name": "Christopher White", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Christopher is Associate Professor in International Relations. Originally from the United Kingdom, Christopher has been at Oslo New University College since 2010. Prior to coming to Norway, he was Assistant Professor at the American International University in London. He has also been a Lecturer in International Relations and Director of Studies of the Masters in International Relations at reading University. A specialist in political theory and British politics, he has also worked, amongst other places, at the British Foreign and Commonwealth Office, the UK House of Commons, and while studying for his PhD, worked at Thomson Reuters. He has also lectured at the University of Oslo, University of Westminster and the London School of Economics, and was a Visiting Fellow at the Australian National University from 2011-2012.\nBakgrunn\nBachelor in International Politics and Economics, University of Aberystwyth\nMaster in International Relations, University of Kent at Canterbury\nDoctorate International Relations, London School of Economics and Political Science, topic: The Function, Significance and Limitations of Globalisation in the New Labour Discourse (2003)\nJobber med\nUndervisning og veiledningsområder International Political Theory, International Law, Foreign Policy Analysis, International Political Economy, Armed Violence, Political Theory, Conflict Resolution and Peacebuilding.\nForskning\nBetydningen av nyere forskning på den menneskelige natur\nAnnet\nFaglige kompetanseområder International Political Theory, Globalisation Studies, Ideology Studies, British Politics (particularly the theory and history of Labour Party), Biological and Neuroscientific Theory and its relation to the Humanities, Armed Violence studies, Foreign Policy Analysis, Political Psychology.\nAndre arbeidsområder From 2010 to 2013, Christopher was head of the Coflict and Peace Masters’ Program, run in association with PRIO, Australian National University and Stellenbosch University, and from 2013 to 2015 was joint head of the undergraduate degree. He is now returning to a more research-based role.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Christopher-White", "https://nva.sikt.no/research-profile/308126"], "tags": ["Biographical Studies: Gandhi", "Britisk politikk", "Foreign Policy Analysis", "Fred- og konfliktstudier", "Globalisation Studies", "Ideologi", "International Law", "Philosophy and Science of Human Nature", "Politisk psykologi", "Violence Studies"]}
{"slug": "Henrik-Syse", "name": "Henrik Syse", "title": "Professor II", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Henrik er filosof av utdannelse. Han er seniorforsker ved Institutt for fredsforskning (PRIO) og professor II her ved Oslo Nye Høyskole. Han har arbeidet bredt med spørsmål innen politisk filosof og etikk, herunder spørsmål knyttet til krigens etikk, religion og næringslivsetikk. Han foreleser i freds- og konfliktstudier og også i økonomi og administrasjon ved Oslo Nye Høyskole.\nBakgrunn\nDoktorgrad fra Universitetet i Oslo\nMastergrad fra Boston College (Fulbright-stipendiat)\nJobber med\nUndervisning og veiledningsområder Krigens etikk, filosofi og nobels fredspris\nForskning\nAktuelle forskningsområder Etikk, religion, filosofi, militæretikk\nUtvalgte publikasjoner\nFordi der er vanskelig: Om menneskets utrolige reise til månen (Cappelen Damm, 2025)\nOrd i krise (Cappelen Damm, 2020)\nNorge etter 22. juli (Cappelen Damm, 2018)\nDet vi sier til hverandre: Om tanke tale og toleranse (Cappelen Damm, 2015)\nReligion, War, and Ethics: A Sourcebook of Textual Traditions (Cambridge University Press, 2014) (sammen med Gregory Reichberg og Nicole Hartwell)\nNoe å tro på. En filosofs tanker om tro i vår tid (Cappelen Damm, 2011)\nMåtehold i grådighetens tid (Cappelen Damm, 2009)\nEthics, Nationalism, and Just War (Catholic University of America Press, 2007) (sammen med Gregory Reichberg)\nNatural Law, Religion and Rights (St. Augustine’s Press, 2007)\nThe Ethics of War: Classic and Contemporary Readings (Blackwell, 2006) (sammen med Gregory Reichberg og Endre Begby)\nRettferdig krig (Aschehoug, 2003)\nTenkere og ideer: fiosofiens historie og fra antikken til vår egen tid (Gyldendal, 1998) (sammen med Torstein Tollefsen og Rune Fritz Nicolaisen)\nFor ytterligere informasjon og publiseringsliste se her.\nAnnet\nFaglige kompetanseområder Moralfilosofi, politisk filosofi, krigens etikk og tro, relasjonen mellom religion og bruk av militærmakt.\nAnnet Henrik ble i 2014 gitt det ærefulle oppdraget å være medlem av den norske Nobelkomite. Han er også seniorforsker ved Institutt for fredsforskning (PRIO) og førsteamanuensis II ved Forsvarets høgskole, samt redaktør for fagtidsskriftet Journal of Military Ethics. Henrik har hatt en rekke ulike jobber og verv, og har blant annet ledet eierskapsgruppen i Norges Bank Investment Management (NBIM) (2005-2007) og vært medlem av Verdikommisjonen (1998-2001). Han er også medlem av Pressens Faglige Utvalg (PFU).", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Henrik-Syse", "https://nva.sikt.no/research-profile/21958"], "tags": []}
{"slug": "Henry-Allen", "name": "Henry Allen", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Henry er førsteamanuensis i statsvitenskap. Han har vært ansatt på Oslo Nye Høyskole siden høsten 2021.\nHenry er førsteamanuensis i statsvitenskap. Han har vært ansatt på Oslo Nye Høyskole siden høsten 2021 og har tidligere vært lektor på Heltberg Privat Gymnas VGS, kursholder for Bro-Aschehoug og time-foreleser på UiO. Han har tidligere vært senior forskningsassistent på prosjektet European Commission: Facing the Future . Han har doktorgrad og mastergrad fra University of East Anglia (UEA). Doktorgraden om forbrukergrupper ble skrevet på 'Center for Competition Policy' gjennom et ESRC stipend. Henry er interessert i hvordan politikkutforming er påvirket av forskjelligere aktører i samfunnet, hvordan offentlig forvaltning kommuniserer til det offentlige, og hvordan politisk engasjement påvirkes av konspirasjonsteorier.\nBakgrunn\n•   PhD i statsvitenskap, University of East Anglia (2013) •   MA i Media and Cultural Politics, University of East Anglia (2009) •   BA i Culture, Media and Society, Edinburgh Napier University (2007)\nJobber med\n•  Undervisning og veiledningsområder •  Offentlig politikk og administrasjon, forskningsmetode og kommunikasjon, politisk teori, mediapolitikk, Britisk politikk\nUtvalgte publikasjoner\nHenry Allen, Sara Connolly & Shaun P. Hargreaves Heap (2017) Media pluralism: What matters for governance and regulation?, Journal of Media Economics , 30:2, 47-64, DOI: 10.1080/08997764.2017.1364257\nAnnet\nFaglige kompetanseområder Offentlig politikk og administrasjon, politikkutforming, EU-institusjoner og EU-politikk, mediepolitikk, Britisk politikk.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Henry-Allen", "https://nva.sikt.no/research-profile/525877"], "tags": ["Britisk politikk", "EU politikk", "Interessegrupper", "Konspirasjonsteorier", "Offentlig administrasjon", "Offentlig politikk", "Statsvitenskap"]}
{"slug": "Hilde-Eliassen-Restad", "name": "Hilde Eliassen Restad", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Hilde er førsteamanuensis ved Institutt for Statsvitenskap og Internasjonale relasjoner (ISIR). Hun har vært ansatt på Oslo Nye Høyskole siden høsten 2012, og før det jobbet hun på Norsk Utenrikspolitisk Institutt (NUPI) i to år som seniorforsker.\nHildes akademiske bakgrunn er gjort opp av statsvitenskap, Nord-Amerikastudier og amerikansk politikk. Hun har studert og bodd i USA i nesten 10 år og brukes hyppig som kommentator i media. Hun brukes derfor ofte i media som kommentator og er fast spaltist i Dagsavisen. Hør Hilde på Trygdekontoret, episode om Paradokset USA og episode om Amerikanske medier - hvem snakker sant?!\nBakgrunn\nCand. Mag. i statsvitenskap, Universitet i Oslo (2002) Nord-Amerikakunnskap Statsvitenskap Jobbet mye i studentradioen Radio NOVA, blant annet som redaksjonssjef for samfunnsprogrammet “Limbo”.\nNord-Amerikakunnskap\nStatsvitenskap\nJobbet mye i studentradioen Radio NOVA, blant annet som redaksjonssjef for samfunnsprogrammet “Limbo”.\nMaster in Foreign Affairs, University of Virginia (2005) Fulbright stipendiat 2003-2004 Norge-Amerikaforeningen stipendiat 2004-2005\nFulbright stipendiat 2003-2004\nNorge-Amerikaforeningen stipendiat 2004-2005\nPhD in Foreign Affairs, University of Virginia (2010) Doktorgraden handlet om hvordan amerikansk eksepsjonalisme, definert som en identitet, har påvirket amerikansk utenrikspolitikk i et historisk perspektiv.\nDoktorgraden handlet om hvordan amerikansk eksepsjonalisme, definert som en identitet, har påvirket amerikansk utenrikspolitikk i et historisk perspektiv.\nFulbright Visiting Research Fellow, Clements Center for National Security, University of Texas, Austin, USA, høsten 2024.\nJobber med\nUndervisning og veiledningsområder Amerikansk politikk (herunder utenrikspolitikk og det amerikanske politiske systemet), internasjonal politikk, global sikkerhet, og kritiske sikkerhetsstudier.\nFaglige kompetanseområder Områdekunnskap (USA) og statsvitenskap generelt, herunder internasjonale relasjoner, amerikansk utenrikspolitikk og det amerikanske politiske systemet.\nUtvalgte publikasjoner\nBøker\nNy bok ute vinteren 2025: USA: En nekrolog? (Human Forlag) - dette er Hildes første populærvitenskapelig bok, skrevet uten kildehenvisninger.\nMed-redaktør og forfatter av American Exceptionalism and U.S. Foreign Policy: How Narratives Shape the United States in the World med Richard Maass (Old Dominion University).  (Georgetown University Press, 2027).\nBok: Det amerikanske paradokset: Politikk, samfunn, historie. (Cappelen Damm, 2022). - Norges eneste fagbok om det amerikanske politiske systemet!\nBok: American Exceptionalism: An Idea that Made a Nation and Remade the World (Routledge, 2014). Hildes første akademiske bok, basert på hennes doktorgrad.\nVitenskapelige artikler\nRestad, \" What makes America great? Donald Trump, national identity, and U.S. foreign policy, \" Global Affairs (2020)\nRestad, \" Whither the 'City Upon a Hill'? Donald Trump, America First, and American Exceptionalism, \" Texas National Security Review (2019)\nRestad, \" Old Paradigms in History Die Hard in Political Science: US Foreign Policy and American Exceptionalism \" (American Political Thought, 2012).\nRestad er med i et spesialnummer av tidsskriftet American Political Thought som samler noen av USAs fremste statsvitere og historikere for å drøfte amerikansk eksepsjonalisme. Lærebøker Hilde er, sammen med Alf-Tomas Tønnessen (Universitetet i Agder), med-redaktør for den 9. utgaven av store, europeiske læreboken American Civilization: An Introduction som kommer i 2026.\nAnnet\nRestad, “ American exceptionalism ” in The SAGE Encyclopedia of Political Behavior, Fathali Moghaddam, ed. (2017)\nHilde har vært gjesteredaktør tre ganger på rad for Internasjonal Politikks spesialnummer om USAs presidentvalg: IP-fokusnummer (2025): \" Fokus USA: Den nye verden \". IP-fokusnummer (2021): \" Hva nå, USA? \". Hvor gikk USA under Trump, og hvor skal USA under Biden? IP-fokusnummer (2017): \" Det amerikanske valget: Er enden nær? \"\nIP-fokusnummer (2025): \" Fokus USA: Den nye verden \".\nIP-fokusnummer (2021): \" Hva nå, USA? \". Hvor gikk USA under Trump, og hvor skal USA under Biden?\nIP-fokusnummer (2017): \" Det amerikanske valget: Er enden nær? \"\nKronikker etc.\nHilde er fast spaltist i Dagsavisen, her kan man for eksempel lese disse spaltene skrevet av Hilde i 2025: Trump tar oss tilbake til kolonitiden Hva betyr egentlig America First?\nTrump tar oss tilbake til kolonitiden\nHva betyr egentlig America First?\nHør også Hildes spesialpodcast basert på boken Det amerikanske paradokset, som er nyttig for de av dere som er lærere (og vil bruke det i undervisning) eller bare for de av dere som ønsker å lære mer om USAs politiske system men ikke gidder lese boka.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Hilde-Eliassen-Restad", "https://nva.sikt.no/research-profile/390671"], "tags": ["Amerikansk historie", "Amerikansk politikk", "Amerikansk utenrikspolitikk", "Amerikanske valg", "Internasjonale relasjoner", "Sikkerhetsstudier", "Statsvitenskap"]}
{"slug": "Jonas-Bergan-Draege", "name": "Jonas Bergan Dræge", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Jonas er førsteamanuensis ved institutt for statsvitenskap og internasjonale studier. Han har vært ansatt på Oslo Nye Høyskole siden sommeren 2020, og før det jobbet han som postdoktor på Kennedy School of Government på Harvard University i tre år. Jonas forsker på spørsmål rundt demokratisk tilbakegang og autoritære regimer, med særlig fokus på Midtøsten. Han har drevet forskningsprosjekt i Tyrkia, Syria, og Saudi Arabia, og snakker både arabisk og tyrkisk.\nBakgrunn\nPh.D. i statsvitenskap, European University Institute (2017) Doktorgraden handlet om forholdet mellom sivilsamfunn og politiske partier i Tyrkia etter Gezi-protestene i 2013\nDoktorgraden handlet om forholdet mellom sivilsamfunn og politiske partier i Tyrkia etter Gezi-protestene i 2013\nMPhil, i modern midtøstenstudier, University of Oxford (2013) Uteksaminert med distinction Jobbet parallelt som rådgiver for en fredsmeklingsorganisasjon for Syria basert i London\nUteksaminert med distinction\nJobbet parallelt som rådgiver for en fredsmeklingsorganisasjon for Syria basert i London\nB.A. i midtøstenstudier og psykologi, Universitetet i Oslo (2010)\nJobber med\nUndervisning og veiledningsområder Demokratisering og autokratisering, midtøstenstudier, internasjonal politikk, forskningsmetode, protestbevegelser, partipolitikk, valgadferd.\nForskning\nAktuelle forskningsområder Demokratisering, politikk i midtøsten, protestbevegelser og partipolitikk\nUtvalgte publikasjoner\nDraege, J. B., & Jiménez, M. (2025). Divided Opposition: Resource Asymmetry, Elections, and Protests in Electoral Autocracies. Political Studies, 0(0). https://doi.org/10.1177/00323217251379684\nHintz, Lisel, and Jonas Bergan Draege. “Film-Making the Nation Great Again: Audio-visualizing History in the Authoritarian Toolkit.” Perspectives on Politics (2025): 1–33.\nDraege, Jonas Bergan. “Narrow Responses to Social Movements: Evidence from Turkey’s Gezi Protests.” Representation 59.4 (2023): 745–761.\nDennison, James, and Jonas Draege. “The dynamics of electoral politics after the Arab Spring: evidence from Tunisia.” The Journal of North African Studies 26.4 (2021): 756–780.\nDraege, Jonas Bergan. “Parliamentary Discussions in Authoritarian Contexts: Introducing a Dataset on Party Responses to Turkey’s Gezi Protests.” Mediterranean Politics (2021): 1–15.\nDraege, Jonas Bergan, and James Dennison. “Making sense of Italy’s constitutional referendum.” Mediterranean Politics 23.3 (2018): 403–409.\nDraege, Jonas Bergan, Daniela Chironi, and Donatella Della Porta. “Social movements within organizations: occupy parties in Italy and Turkey.” South European Society and Politics 22.2 (2017): 139–156.\nDraege, Jonas Bergan. “The formation of Syrian opposition coalitions as two-level games.” The Middle East Journal 70.2 (2016): 189–210.\nAnnet\nFaglige kompetanseområder Områdekunnskap (Midtøsten, Tyrkia, og Italia) og statsvitenskap generelt, herunder demokratisering, protester, og politiske partier.\nAndre arbeidsområder Jonas driver sammen med Lars Erik Berntzen podkasten Politikk og Røvere, som tar for seg samfunnsvitenskapelige funn og teorier og hvordan de forholder seg til dagsaktuelle tema. Han har også blitt brukt som kommentator i både norske og utenlandske media. Foruten den akademiske karrieren gir Jonas også ut musikk, med bandet Jazzy Arafat og som soloartisten Youni.\nFølg @draege.bsky.social på Bluesky.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Jonas-Bergan-Draege", "https://nva.sikt.no/research-profile/1318698"], "tags": ["Komparativ politikk", "Politikk i Midtøsten", "Saudi Arabia", "Sosiale bevegelser og protester", "Statsvitenskap", "Syria", "Tyrkia"]}
{"slug": "Jorgen-Ruud", "name": "Jørgen Ruud", "title": "Høyskolelektor", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Jørgen jobber som høyskolelektor i freds- og konfliktstudier og internasjonale studier på Oslo Nye Høyskole. Han uteksaminerte med bachelorgrad innen freds- og konfliktstudier ved ONH i 2016 og har videre tatt en mastergrad i menneskerettigheter ved Universitet i Oslo.\nBakgrunn\nBachelorgrad i Freds- og konfliktstudier fra Oslo Nye Høyskole\nMastergrad i Menneskerettigheter ved Universitet i Oslo\nArbeidserfaring fra den Egyptiske ambassade, Norsk Ressursbank for Demokrati og Menneskerettigheter og Norsk senter for Menneskerettigheter.\nJobber med\nKoordinering av nettstudier\nFaglige veiledning og oppfølging\nEmneansvar for internship\nUndervisning i innføringsemner ved instituttet", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Jorgen-Ruud", "https://nva.sikt.no/research-profile/1661505"], "tags": []}
{"slug": "Kjersti-Skarstad", "name": "Kjersti Skarstad", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Kjersti Skarstad er førsteamanuensis ved statsvitenskap og internasjonale studier og freds- og konfliktstudier ved Oslo Nye Høyskole.\nBakgrunn\nPhD i statsvitenskap, Universitetet i Oslo (2018)\nMPhil i menneskerettigheter, Universitet i Oslo (2012)\nBA i Europakunnskap med engelsk, NTNU (2009)\nJobber med\nUndervisning- og veiledningsområder\nInnføring i statsvitenskap\nMenneskerettigheter\nFunksjonshemmedes rettigheter og levekår\nOffentlig politikk og administrasjon\nPolitisk teori\nInternasjonal politikk\nLikestilling\nDemokrati\nForskning\nAktuelle forskningsområder\nMenneskerettigheter\nBorgerkrig (sammenheng menneskerettigheter og fred)\nFunksjonshemmedes rettigheter\nDemokrati\nLikestilling\nUtvalgte publikasjoner\nSkarstad, Kjersti (2024) \"Critical human rights research\" Journal of Human Rights 23(3), 297–313\nSkarstad, Kjersti (2023) \"Oppression or Support? Social Policy in the Lives of Persons with Intellectual Disabilities\" Nordic Journal of Human Rights, 41(4), 393–409.\nSkarstad, Kjersti (2022) “Disability and the dilemma of difference” i Felder, Franziska, Davis, Laura and Rosemary Kayess (eds.) Disability and Human Rights: Thinking Through Philosophical and Policy Intersections, Palgrave Macmillan.\nSkarstad, Kjersti (2019) Funksjonshemmedes menneskerettigheter. Fra prinsipper til praksis, Universitetsforlaget.\nSkarstad, Kjersti (2018) “Ensuring Human Rights for Persons with Intellectual Disabilities? Self-determination Policies and the Use of Force in the Case of Norway” International Journal of Human Rights, utgave 22(6): 774-800\nSkarstad, Kjersti (2018) “Human rights through the lens of disability” Netherlands Quarterly of Human Rights, utgave 36(1): 24-42\nHvidsten, Andreas H. og Kjersti Skarstad (2018) “ The Challenge of Human Rights for Peace Research” International Theory, utgave 10(1):  98-121\nSkarstad, Kjersti og Michael A. Stein (2018) “ Mainstreaming Disability in the United Nations Treaty Bodies” Journal of Human Rights, utgave 17(1):1-24\nSkarstad, Kjersti og Håvard Strand (2016) “Do Human Rights Violation Increase the Risk of Civil War?” International Area Studies Review, utgave 19(2): 107-130\nAnnet\nSkarstad har jobbet mye med hvordan menneskerettslige idealer kan omsettes i politisk praksis.\nHun har tidligere blant annet jobbet som prosjektleder i Likestillings- og diskrimineringsombudet, hun ble headhuntet til Bufdir/Kulturdepartementet for å arbeide med stortingsmelding om utviklingshemmedes menneskerettigheter, hun har vært tilknyttet Harvard Law School Project on Disability, og jobbet som seniorrådgiver i Stiftelsen SOR.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Kjersti-Skarstad", "https://nva.sikt.no/research-profile/395076"], "tags": ["FN", "Funksjonshemming", "Funksjonsnedsettelse", "Ikke-diskriminering", "Likestilling", "Menneskerettigheter", "Politikk", "Statsvitenskap"]}
{"slug": "Kjetil-Tronvoll", "name": "Kjetil Tronvoll", "title": "Professor og prorektor for forskning", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Kjetil er professor i freds- og konfliktstudier ved Oslo Nye Høyskole, og forskningsleder ved internasjonale studier. Han er også direktør for høyskolens oppdragsselskap Oslo Analytica. Han har publisert en rekke fagbøker og artikler i anerkjente tidsskrifter.\nKjetil var tidligere professor i menneskerettigheter ved juridisk fakultet, Universitetet i Oslo og Senior partner i International Law and Policy Institute. Kjetil har vært tilknyttet som forsker ved London School of Economis and Political Science (LSE), og har vært gjesteforsker ved Columbia University, NY og Addis Ababa University, Etiopia, samt Fulbright professor ved Florida University, Gainesville. Kjetil har gjennomført langvarig antropologisk feltarbeid i Eritrea, Etiopia og Zanzibar og kortere feltstudier i flere andre afrikanske land. Han har fungert som rådgiver i politiske forsoningsprosesser og internasjonale fredsmeglingsinitiativer, ledet valgobservatøroppdrag samt arbeidet med menneskerettigheter i flere afrikanske land.\nBakgrunn\nFaglig bakgrunn Doktorgrad i politisk antropologi fra London School of Economics and Political Science (LSE) (Storbritannia) Magister artium i sosialantropologi fra Universitetet i Oslo\nJobber med\nUndervisning og veiledningsområder Områdekunnskap (Afrika), konflikt, politikk, vitenskapelig metode og feltarbeid\nFaglige kompetanseområder Antropologi, politisk analyse, risikostudier, demokrati/valg og styring, fred og konflikt, menneskerettigheter, transitional justice, Afrika studier.\nForskning\nAktuelle forskningsområder Konfliktforståelse, freds- og forsoningsprosesser, implementering av politiske rettigheter i Afrika, politisk utvikling og valg i Tanzania, Zanzibar, Eritrea og Etiopia.\nUtvalgte publikasjoner\nUtvalgte bokpublikasjoner\nThe African Garrison State: Human Rights and Political Development in Eritrea (James Currey, 2014) (sammen med Daniel R. Mekonnen)\nContested Power in Ethiopia: Traditional Authorities and Multiparty Elections (Brill Publishers, 2011) (sammen med Tobias Hagmann)\nWar and the Politics of Identity in Ethiopia: The Making of Enemies and Allies in the Horn of Africa (James Currey, 2009)\nThe Ethiopian Red Terror Trials: Transitional Justice Challenged (James Currey, 2009) (redaktør sammen med C. Schaefer, C, og G Aneme)\nThe Culture of Power in Contemporary Ethiopian Political Life, (Stockholm: SIDA Studies, 2003) (sammen med Sarah Vaughan)\nEthiopia Since the Derg: A Decade of Democratic Pretension and Performance, (London: Zed Books, 2002) (redaktør sammen med S. Pausewang & L. Aalen)\nBrothers at War: Making Sense of the Eritrean-Ethiopian War, (Oxford: James Currey Publishers, 2000) (sammen med Tekeste Negash).\nMai Weini – a Village in Highland Eritrea. A study of the people, their livelihood and land tenure during times of turbulence, (Lawrenceville, NJ: Red Sea Press, 1998)", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Kjetil-Tronvoll", "https://nva.sikt.no/research-profile/22152"], "tags": ["Afrikas Horn", "Autoritære regimer", "Deltagende observasjon", "Demokratisering", "Diplomati", "Eritrea", "Etiopia", "Etnisitet", "Fred- og konfliktstudier", "Fredsprosesser", "Humanitærrett", "Identitetspolitikk", "Internasjonale relasjoner", "Krig", "Kvalitativ metode", "Menneskerettigheter", "Nasjonalisme", "Overgangsjustis", "Politisk antropologi", "Politisk forsoning", "Sosialantropologi", "Tanzania", "Valgobservasjon", "Zanzibar", "Øst-Afrika"]}
{"slug": "Lene-Kristin-Grimstad", "name": "Lene Kristin Grimstad", "title": "Høyskolelektor", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Lene er programansvarlig for bachelor i freds- og konfliktstudier og bachelor i internasjonale studier.\nBakgrunn\nMaster i Society, Science and Technology in Europe (ESST) fra Universitetet i Oslo og Universitetet i Strasbourg\nBachelor i freds- og konfliktstudier fra Oslo Nye Høyskole\nJobber med\nLene har sin bachelorgrad i freds- og konfliktstudier fra Oslo Nye Høyskole, så hun vet alt om hvordan det er å være student hos oss. Nå jobber hun ved institutt for statsvitenskap og internasjonale relasjoner og er programansvarlig for internasjonale relasjoner. Hun har også emneansvar for emner på 1. året og for det valgfrie emnet internship.\nAnnet\nLene er styremedlem i Norges Fredslag og leder en temagruppe om automatisering av krig i samme organisasjon. Lene har fulgt staters arbeid med Lethal Autonomous Weapons Systems under FNs Våpenkonvensjon siden 2014, og koordinerer Europa for sivilsamfunnskampanjen «Stop Killer Robots». Lene sitter også i styringskomiteen til det norske forskeroppropet Lytt-til-oss.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Lene-Kristin-Grimstad", "https://nva.sikt.no/research-profile/1318584"], "tags": []}
{"slug": "Nadim-Khoury", "name": "Nadim Khoury", "title": "Førsteamanuensis II", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Nadim er førsteamanuensis II i freds- og Konfliktstudier på Oslo Nye Høyskole. Han er også post doc i filosofi ved Universitetet i Tromsø. I perioden 2012-2014 var han amanuensis og avdelingsleder i statsvitenskap ved Al Quds-Bard Honors College i Palestina.\nBakgrunn\nDoktorgrad i Government fra Universitetet i Virginia (USA)\nMastergrad i filosofi fra Universitetet i Lille (Frankrike)\nJobber med\nUndervisning og veiledningsområder Politiske teori og filosofi, områdestudier (Midtøsten)\nForskning\nAktuelle forskningsområder Nasjonale narrativer, Midtøsten\nUtvalgte publikasjoner\nUtvalgte publikasjoner\n‘National narratives and the Oslo peace process: How peacebuilding paradigms address conflicts over history’, i Nations and Nationalism (2016)\nSe Nadim forklare hva som ligger i nasjonale narrativer i dette youtube-klippet\nAnnet\nFaglige kompetanseområder Historisk politisk tenkning, narrativ teori, historisk urettferdighet, kollektiv hukommelse, nasjonalisme, politisk teori og Midtøsten.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Nadim-Khoury", "https://nva.sikt.no/research-profile/641791"], "tags": []}
{"slug": "Nik-Brandal", "name": "Nik. Brandal", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Nikolai Brandal er førsteamanuensis i internasjonale studier og har vært ansatt på Oslo Nye Høyskole siden januar 2017. Før dette var han stipendiat i historie ved Universitetet i Oslo. Niks akademiske bakgrunn er hovedfag i historie fra Universitetet i Oslo og adjunkt fra Høgskulen i Volda. Han har særlig arbeidet med ekstremisme og politisk radikalisering.\nBakgrunn\nAdjunkt fra HiVolda (1996)\nHovedfag i historie, UiO (2002)\nFaglitterært stipend fra NFFO, Den store ml-boka (2007)\nKoordinator, Nettverk for studier av totalitarisme og ekstremisme, UiO (2008-2017)\nStipendiat i historie, UiO (2009-2013) med prosjektet From the New Left to the Far Left: West Germany and the United States 1960-1970\nLeiv Eiriksen-stipendiat, Genocide Studies Program, Yale/NFR (2010)\nFaglitterært stipend fra NFFO, De ukjente krigerne. Nordmenn i første verdenskrig (2013)\nKoordinator for Fritt Ords seminarrekke om Første verdenskrig «The War to End All Wars» (2013-14)\nRådgiver for Tater-/romaniutvalget (2014-15)\nFaglitterært stipend fra NFFO, Spionkrigen: Etterretning i Norge under første verdenskrig (2015)\nFaglitterært stipend fra NFFO, Det norske demokratiet og dets fiender 1917-2017 (2015)\nJobber med\nUndervisning og veiledningsområder Politisk ekstremisme, totalitære bevegelser, folkemord, nyere amerikansk historie, nyere tysk historie, første verdenskrig, sosialdemokratiets historie, nyere norsk historie.\nFaglige kompetanseområder Nyere amerikansk og tysk historie, sosialdemokratiet og den nordiske modellens historie, folkemord, totalitære bevegelser, første og andre verdenskrig\nForskning\nAktuelle forskningsområder\nDe nordiske demokratienes møte med politisk ekstremisme 1917-2017\nEtterretning og spionasje i Norden under første verdenskrig\nRadikaliseringen av de amerikanske og vesttyske studentene på 1960-tallet\nUtfordringer for den nordiske politiske modellen i det 21. århundret\nUtvalgte publikasjoner\nNasjonale minoriteter og urfolk i norsk politikk fra 1900 til 2016 (2017, redaktør m/ Alexa Døving og Ingvill Plesner)\nIslamisme: Ideologi og trussel (2016, red. m/ Øystein Sørensen og Bernt Hagtvet)\nDen dannede opprører: Festskrift til Bernt Hagtvet (2016, red. m/ Dag Einar Thorsen)\nDemokratisk beredskap (2015, red. m/ Ø. Sørensen and B. Hagtvet)\nFolkemordenes svarte bok, 2. utgave (2014, m/ Bernt Hagtvet og Dag Einar Thorsen)\nDe ukjente krigerne: Nordmenn i første verdenskrig (2014, m/ Eirik Brazier og Ola Teige)\nIntellektuelle og det totalitære (2014, red. m/ Øystein Sørensen og Bernt Hagtvet)\nThe Nordic Model of Social Democracy (2013, m/ Øivind Bratberg og Dag Einar Thorsen)\nVenstreekstremisme (2013, red. m/ Øystein Sørensen og Bernt Hagtvet)\nSosialdemokratiet: Fortid, nåtid, framtid (2011, m/ Øivind Bratberg og Dag Einar Thorsen)\nDen mislykkede spionen: Fortellingen om kunstneren, journalisten og landssvikeren Alfred Hagn (2010, m/Eirik Brazier og Ola Teige)\nDen store ml-boka: Norsk maoisme sett nedenfra (2009, m/ Jon Rognlien)", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Nik-Brandal", "https://nva.sikt.no/research-profile/7734"], "tags": ["Demokrati", "Ekstremisme", "Etterretningshistorie", "Folkemord og massevold", "Første verdenskrig", "Minoritetspolitikk", "Nordisk model", "Radikalisering", "Sosialdemokrati", "Sosiale bevegelser (Tyskland og USA)", "Totalitarisme", "Tysk politikk"]}
{"slug": "Scott-Jones", "name": "Scott Jones", "title": "Førsteamanuensis II", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Scott Jones is an associate professor II at Oslo New University College and Co-Director of Mind the Gap . He is a trusted international facilitator, researcher and evaluator for governments, the UN, European Union, central banks, corporations, research institutes, local authorities, and community groups.\nDr. Scott Jones has worked with many international development projects worldwide. In the past two years he has worked with evaluations, humanitarian assistance and conflict management in the Middle East, including the Syrian border, and in Somalia; with ministers, agencies and communities in Sierra Leone, Eritrea, Kenya, and Sabah; with local people and government researchers on sustainable farming in the dry lands of Ethiopia, Mali, and Sudan; and in a variety of European contexts.\nHis main areas of expertise are\nEnvironment: climate change, forestry, fisheries, mining, water, wildlife, protected areas, and biodiversity.\nConflict analysis and management. Specialist areas in gender and in environment\nCoaching, personal development, working with resilience and calm\nGendered aspects of conflict management and peace building\nProgramme and project management\nLeading and managing change\nEcological restoration\nDiversity\nHe is a trained counsellor and advanced coach (executive and life coaching) who has worked as a nurse and hospital manager; in public health; mother and child health; as a volunteer nurse and development worker in East African famines, and as a pilot after receiving a Royal Air Force scholarship.\nAs a restoration ecologist, Scott works closely with local people and government authorities, specialising in arid areas and restoration of African mountain forests. He recently evaluated 23-year old permanent plots from his research in Eritrea. Inter-planting native olive and juniper with fast growing species enabled a rapid economic return while native trees fully established. Results were positively assessed by local people, with 85% survival and a range of sustainable outcomes for communities and local economies, climate mitigation, soil and water conservation, and biodiversity. For more information, see our 2016 report A Successful New Approach to Improving Livelihoods in Degraded East African Highlands.\nCOUNTRY EXPERIENCE\nAfrica : Cameroon, Egypt, Ethiopia, Eritrea, Ghana, Kenya, Malawi, Sierra Leone, Somalia, South Africa, Sudan (5 states), Tanzania (mainland and Zanzibar)\nAmericas & the Caribbean : Belize, Canada, Costa Rica, Guatemala, Mexico, USA\nAsia & the Pacific : Afghanistan, Australia, Fiji, India (7 states), Indonesia, Malaysia, Papua New Guinea, Thailand, Vanuatu\nEurope : Austria, Belgium, Croatia, Bulgaria, Czech Republic, Denmark, Estonia, France, Finland, Germany, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Switzerland, UK\nMiddle East : Israel, Lebanon, Palestinian Settlements and Gatherings", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Scott-Jones", "https://nva.sikt.no/research-profile/1070557"], "tags": []}
{"slug": "Stig-Stenslie", "name": "Stig Stenslie", "title": "Professor II", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Stig er professor II ved internasjonale studier og freds- og konfliktstudier. Han er også forskningsdirektør og sjef for Senter for etterretningsstudier ved Etterretningsskolen, og gjesteprofessor ved King’s College London.\nStig har doktorgrad i statsvitenskap fra Universitetet i Oslo. Han har jobbet i Forsvaret, ved OsloMet og ved Universitetet i Oslo, og har vært gjesteforsker ved King Abdulaziz Foundation for Research and Archives (Darah) i Riyadh, Saudi Arabia, Weatherhead East Asia Institute, Columbia University i New York, og East Asia Institute, National University of Singapore.\nHan har publisert syv bøker – som har blitt oversatt til en rekke språk – og en rekke artikler innenfor et bredt spekter av tema, som kongehuset i Saudi-Arabia, regimestabilitet og -endring i Midtøsten, Kinas tilbakekomst som stormakt, islamsk kunst og etterretning.\nStigs siste bok er Xi Jinping’s China: The Personal and the Political (Lynne Rienner, 2023).\nBakgrunn\n2009 PhD, Political Science, University of Oslo, Norway\n2001 MA, Political Science, University, Oslo, Norway\n2000 MA, Near and Middle Eastern Studies, School of Oriental and African Studies, London UK\nJobber med\nUndervisnings- og veiledningsområder\nEtterretning, Kina\nUtvalgte publikasjoner\nStig Stenslie: «Intelligence Warning and Revolution: Lessons from the Arab Spring», Journal of Security, Intelligence, and Resilience Education (JSIRE), nr. 16, 2023.\nStig Stenslie og Marte Kjær Galtung: «Xi Jinping’s China: The Personal and the Political.» Boulder, CO: Lynne Rienner, 2023.\nBjørnar Sverdrup-Thygeson & Stig Stenslie: «Beijingology 2.0: Bridging the “Art” and “Science” of China Watching in Xi Jinping’s New Era», International Journal of Intelligence and CounterIntelligence, publisert online 18. juli, 2022, s. 1-20\nBrigt Harr Vaage og Stig Stenslie: «How Good is Norwegian Intelligence?», International Journal of Intelligence and CounterIntelligence, publisert online 10. november 2021.\nStig Stenslie, Lars Haugom og Brigt Harr Vaage (red.): Intelligence Analysis in the Digital Age. Abingdon, Oxon: Routledge, 2021. ISBN 9780367766979\nFor fullstendig publiseringsliste se her.\nAnnet\nFaglige kompetanseområder\nEtterretningsstudier, områdekunnskap (Kina og Midtøsten), ledere og politiske eliter i autoritære stater, regimestabilitet og -endring.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Stig-Stenslie", "https://nva.sikt.no/research-profile/22593"], "tags": []}
{"slug": "Tora-Sagard", "name": "Tora Sagård", "title": "Høyskolelektor", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Tora jobber som høyskolelektor i statsvitenskap og som vitenskapelig assistent. Hun har vært ansatt på Oslo Nye Høyskole siden høsten 2021.\nTora jobber som høyskolelektor i statsvitenskap og som vitenskapelig assistent. Hun har vært ansatt på Oslo Nye Høyskole siden høsten 2021. Før dette jobbet hun på Peace Research Institute Oslo (PRIO) som forskningsassistent, hvor hun var involvert i flere ulike forskningsprosjekter. Hun har mastergrad fra Universitetet i Oslo (UiO), med fordypning i internasjonal politikk og statistisk metode. For masteroppgaven sin vant hun prisen «våg-å-vite», som deles ut av SV-fakultetet på UiO.\nBakgrunn\n•  2017-2019: Master i statsvitenskap, UiO og PRIO •  2014-2017: Bachelor i statsvitenskap, Norges teknisk-naturvitenskapelige universitet (NTNU) og University of Cape Town •  2013: årsstudium i engelsk, NTNU\nJobber med\nUndervisning og veiledningsområder Forskningsmetode, statistikk, og internasjonal politikk\nForskningsprosjekt Jobber på forskningsprosjektet «Redefining the Public Sphere: Education Reforms and the Inclusion of Women in Public Participation” (REPS), ledet av Øyvind Skorge ( http://www.skorge.info/reps )\nUtvalgte publikasjoner\nSagård, Tora (2021) When is Conventional Wisdom Wise? Testing the Assumptions behind Preventing Violent Extremism Oslo: UNDP-PRIO\nSagård, Tora (2021) Who Is Likely to Support Terrorism? Testing the Assumptions behind Preventing Violent Extremism (PVE) , Conflict Trends , 2. Oslo: PRIO.\nSagård, Tora (2021) Review of de Carvalho, Benjamin; & Halvard Leira, eds, Hva er Internasjonal Politikk, i Internasjonal Politikk 79(3): 257–260.\nRyland, Reidun; Tora Sagård; Peder Landsverk; Håvard Mokleiv Nygård; Håvard Strand; Siri Aas Rustad; Govinda Clayton; Claudia Wiehler & Valerie Sticher (2018) The Effects of Ceasefires in Colombian Peace Processes , Conflict Trends , 7. Oslo: PRIO.\nAnnet\nFaglige kompetanseområder Våpenhviler, terrorisme og voldelig ekstremisme, voldelige og ikke-voldelige protestbevegelser, årsaker til krig og konflikt, internasjonal politisk økonomi, statistikk og kvantitative metoder.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Tora-Sagard", "https://nva.sikt.no/research-profile/1486472"], "tags": []}
{"slug": "Torstein-Dale-Akerlund", "name": "Torstein Dale-Åkerlund", "title": "Instituttleder for statsvitenskap og internasjonale relasjoner", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Torstein er leder for Institutt for statsvitenskap og internasjonale relasjoner.\nTorstein har jobbet på Oslo Nye Høyskole siden 2009, da han var med å starte Norges første og eneste bachelorstudium i freds- og konfliktstudier. I dag består instituttet blant annet av ytterligere to bachelorprogrammer innen internasjonale studier og statsvitenskap. Torstein var også fungerende rektor januar-august 2023.\nBakgrunn\nUtdanning\nMaster in International Affairs , Australian National University (ANU) Ett semester som masterstudent ved Peace and Conflict Studies i regi av Fredsforskningsinstituttet (PRIO) og Bjørknes Høyskole\nEtt semester som masterstudent ved Peace and Conflict Studies i regi av Fredsforskningsinstituttet (PRIO) og Bjørknes Høyskole\nBachelor i utviklingsstudier , Høyskolen i Oslo (HiO) Hvorav ett år ved Asiatiske og afrikanske studier, Universitetet i Oslo (UiO) Feltarbeid i Zambia Ett semester ved University of Kwa-Zulu Natal (UKZN), Sør-Afrika\nHvorav ett år ved Asiatiske og afrikanske studier, Universitetet i Oslo (UiO)\nFeltarbeid i Zambia\nEtt semester ved University of Kwa-Zulu Natal (UKZN), Sør-Afrika\nJobber med\nSom instituttleder har Torstein ansvar for den daglige driften og ledelsen av instituttet. Stillingen innebærer og analytisk og strategisk arbeid, samt fagutvikling og revisjon. Torstein er også del av høyskolens ledergruppe.\nMed bakgrunn fra asiatiske og afrikanske studier, utviklingsstudier og freds- og konfliktstudier har Torstein bred samfunnsvitenskapelig fagkompetanse.  Han har gjennom studier og frivillig arbeid bodd og jobbet i en rekke land, med hovedfokus på østlige og sørlige Afrika.\nUndervisning og veiledningsområder Freds- og konfliktstudier, konfliktløsning, fredsbygging og konfliktforebygging, konfliktanalyse og områdestudier (Afrika sør for Sahara).", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Torstein-Dale-Akerlund", "https://nva.sikt.no/research-profile/1661464"], "tags": ["Bistand/utviklingsarbeid", "Fredsarbeid", "Konfliktløsning", "Øst-Afrika"]}
{"slug": "Pal-Roren", "name": "Pål Røren", "title": "Førsteamanuensis", "department": "Statsvitenskap og internasjonale relasjoner", "summary": "Pål Røren er førsteamanuensis i statsvitenskap og internasjonale relasjoner ved Oslo Nye Høyskole. Han forsker på hvordan sosial status og prestisje former internasjonal politikk, med særlig vekt på krig, diplomati og utenrikspolitikk.\nRørens arbeid er publisert i ledende tidsskrifter og han har bred undervisningserfaring innen sikkerhetsstudier og internasjonale relasjoner. I 2020 disputerte han i statsvitenskap ved Syddansk Universitet, hvor han senere også arbeidet som postdoktor og var fagansvarlig for masterprogrammet International Security and Law. Røren har siden vært postdoktor ved Universitetet i Cambridge og Universitetet i Oslo.\nBakgrunn\nPh.D. i statsvitenskap, Syddansk Universitet (2021)\nMA. i sørøsteuropeiske studier, Universitetet i Beograd/Universitetet i Graz (2017)\nMSc i internasjonale relasjoner, Norges miljø- og biovitenskapelige universitet (2015)\nB.A. i statsvitenskap, Høgskolen i Buskerud (2012)\nJobber med\nUndervisning og veiledningsområder: Internasjonal politikk, diplomati, global politikk, sikkerhetspolitikk og sikkerhetsstudier\nFaglige kompetanseområder: Statsvitenskap generelt, herunder internasjonale relasjoner, norsk utenrikspolitikk, sikkerhetspolitikk, og internasjonalt diplomati\nForskning\nRørens forskning har de siste årene vært opptatt av hvordan stater og andre aktører søker, oppnår og opprettholder sosial status og prestisje i internasjonal politikk. Hans pågående forskning undersøker hvordan krig påvirker aktørers status i formelle og uformelle internasjonale institusjoner.\nMer generelt favner forskningen hans utenrikspolitikk, sikkerhet, krig, diplomati og internasjonale organisasjoner. Metodisk arbeider han særlig med kvalitative og blandede tilnærminger, inkludert innholdsanalyse, prosessporing, nettverksanalyse, intervjuer og feltarbeid.\nI 2023 mottok han Carlsbergfondets Internationalization Fellowship for prosjektet Gatekeeping the Great Powers (GREATKEEP), gjennomført ved University of Cambridge.\nUtvalgte publikasjoner\nRøren, Pål (2025) The Power of Recognition: Rethinking the Instrumentality of Status in World Politics. International Affairs . DOI: 10.1093/ia/iiaf014\nBeaumont, Paul & Pål Røren (2025) Status symbols in world politics (special issue). Cooperation and Conflict. DOI: 10.1177/00108367241311072\nRøren, Pål (2024) Unipolarity is not over yet. Global Studies Quarterly. DOI: 10.1093/isagsq/ksae018\nRøren, Pål (2023) The Belligerent Bear: Russia, Status Orders, and War. International Security. DOI: 10.1162/isec_a_00458", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Pal-Roren", "https://nva.sikt.no/research-profile/1534930"], "tags": []}
{"slug": "Bard-Andre-Bendiksen", "name": "Bård André Bendiksen", "title": "Førsteamanuensis og programansvarlig medisin 1+5 og odontologi 1+4", "department": "Helsefag", "summary": "Bård André Bendiksen er førsteamanuensis og programansvarlig for medisin 1+5 og odontologi 1+4 ved Institutt for helsefag.\nBakgrunn\nBård har en mastergrad i fysikalsk kjemi fra Universitetet i Oslo, og har en Ph.d. i medisinsk fysikk fra Universitetet i Oslo.\nJobber med\nStudieledelse\nFagutvikling\nEmneansvar\nUndervisning\nForskning\nMagnetisk resonans (MR) metoder for å måle hjertets struktur og funksjon\nKardiomyocyttorganisering\nMekanisk funksjon\nMålinger, bildeprosessering, dataanalyse, og visualisering\nUtvalgte publikasjoner\nBendiksen BA, McGinley G, Sjaastad I, Zhang L, Espe EKS (2021) A 4D continuous representation of myocardial velocity fields from tissue phase mapping magnetic resonance imaging PLoS One, 16 (3), e0247826 PubMed 33647070 DOI 10.1371/journal.pone.0247826\nNordén ES, Bendiksen BA, Andresen H, Bergo KK, Espe EK, Hasic A, Hauge-Iversen IM, Veras I, Hussain RI, Sjaastad I, Christensen G, Cataliotti A (2021) Sacubitril/valsartan ameliorates cardiac hypertrophy and preserves diastolic function in cardiac pressure overload ESC Heart Fail, 8 (2), 918-927 PubMed 33497525 DOI 10.1002/ehf2.13177\nEspe EKS, Bendiksen BA, Zhang L, Sjaastad I (2020) Analysis of right ventricular mass from magnetic resonance imaging data: a simple post-processing algorithm for correction of partial-volume effects Am J Physiol Heart Circ Physiol, 320 (2), H912-H922 PubMed 33337965 DOI 10.1152/ajpheart.00494.2020\nMcGinley G, Bendiksen BA, Zhang L, Aronsen JM, Nordén ES, Sjaastad I, Espe EKS (2019) Accelerated magnetic resonance imaging tissue phase mapping of the rat myocardium using compressed sensing with iterative soft-thresholding PLoS One, 14 (7), e0218874 PubMed 31276508 DOI 10.1371/journal.pone.0218874", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Bard-Andre-Bendiksen", "https://nva.sikt.no/research-profile/470724"], "tags": ["Anvendt matematikk", "Anvendt statistikk", "Fysikalsk kjemi", "Generell fysikk", "Hjertets struktur og funksjon", "Kjernemagnetisk resonans (MR)", "Numeriske metoder", "Programmering"]}
{"slug": "Beate-Mangset", "name": "Beate Mangset", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Beate jobber som høyskolelektor ved Institutt for helsefag.\nBakgrunn\nUtdannet psykolog. Har arbeidserfaring fra fysikalsk medisinsk rehabilitering og smertepoliklinikk.\nJobber med\nEmneansvar og undervisning av psykologi for studenter innen ernæring og fysioterapi.\nAnnet\nBeate jobber som psykolog i privat klinikk ved siden av stilling på høyskolen.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Beate-Mangset"], "tags": ["ACT (Aksept og forpliktelsesterapi)", "Klinisk psykologi", "Mindfulness", "Psykosomatikk"]}
{"slug": "Bodil-Bjorndal", "name": "Bodil Bjørndal", "title": "Professor ||", "department": "Helsefag", "summary": "Bakgrunn\nBodil Bjørndal tok doktorgrad ved Molekylærbiologisk institutt, Universitetet i Bergen, og var deretter i to år som postdoc ved Inserm (National Institute of Health and Medical Research) i Paris, Frankrike. Hun har arbeidet innen ernæringsforskning ved Universitetet i Bergen, før hun byttet stilling til Høgskulen på Vestlandet (HVL), der hun underviser innen bachelorutdannelsen i folkehelsearbeid med vekt på kosthold, og i lærerutdanningen på masterstudiet innen mat og helse.\nI 2023 ble hun professor i mat og helse ved HVL, og siden februar 2024 har hun hatt en bistilling som professor II ved Oslo Nye Høyskole, på Institutt for helsefag.\nJobber med\nEmnerevidering\nFagutvikling\nKvalitetssikring\nForskning\nBodil forsker på skolemåltidet som arena for helsefremming og på undervisningsmetoder i mat- og helsefaget, og hvordan disse kan påvirke kostholdskompetanse. Hennes kliniske og pre-kliniske forskning har hatt fokus på hvordan protein- og fettkilder i dietten virker inn på fettforbrenning, overvekt og risikofaktorer for hjerte- og karsykdom.\nUtvalgte publikasjoner\nPupil participation in the food and health subject. https://www.ifhe.org/fileadmin/user_upload/IJHE-Vol-16-Iss-2-3-Djupegot.pdf\nLokale prosesser ved innføring av skolemat i et utvalg av norske kommuner. https://hdl.handle.net/11250/3133305\nA chicken protein hydrolysate exerts anti-atherosclerotic effect beyond plasma cholesterol-lowering activity in Apoe-/- mice. https://pubmed.ncbi.nlm.nih.gov/32724569/\nA Randomized, Double-blind, Placebo-controlled Clinical Study to Investigate the Efficacy of Herring Roe Oil for Treatment of Psoriasis. https://pubmed.ncbi.nlm.nih.gov/32378724/", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Bodil-Bjorndal", "https://nva.sikt.no/research-profile/48046"], "tags": []}
{"slug": "Cecilie-Gjessing-Nome", "name": "Cecilie Gjessing Nome", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Bakgrunn\nBSc i ernæringsvitenskap og cand. med. fra Universitetet i Oslo.\nJobber som PhD stipendiat i nevrovitenskap ved GliaLab, Universitetet i Oslo.\nJobber med\nEmneansvar\nUndervisning\nForskning\nForsker på hvordan nerveceller og gliaceller i hjernen samarbeider, og hvordan dette systemet blir påvirket ved sykdom.\nUtvalgte publikasjoner\nEnriquez, B. A. B., Nome, T., Nome, C. G., Tennøe, B., Lund, C. G., Beyer, M. K., ... & Aamodt, A. H. (2023). Predictors of outcome after endovascular treatment for tandem occlusions: a single center retrospective analysis. BMC neurology , 23 (1), 1-9.\nBerger, T. C., Vigeland, M. D., Hjorthaug, H. S., Nome, C. G., Taubøll, E., Selmer, K. K., & Heuser, K. (2020). Differential Glial Activation in Early Epileptogenesis—Insights From Cell-Specific Analysis of DNA Methylation and Gene Expression in the Contralateral Hippocampus. Frontiers in neurology , 11 , 573575.\nGonzález, A., Nome, C. G., Bendiksen, B. A., Sjaastad, I., Zhang, L., Aleksandersen, M., ... & Heuser, K. (2020). Assessment of cardiac structure and function in a murine model of temporal lobe epilepsy. Epilepsy Research , 161 , 106300.\nBerger, T. C., Vigeland, M. D., Hjorthaug, H. S., Etholm, L., Nome, C. G., Taubøll, E., ... & Selmer, K. K. (2019). Neuronal and glial DNA methylation and gene expression changes in early epileptogenesis. PLoS One , 14 (12), e0226575.\nHeuser, K., Nome, C. G., Pettersen, K. H., Åbjørsbråten, K. S., Jensen, V., Tang, W., ... & Enger, R. (2018). Ca2+ signals in astrocytes facilitate spread of epileptiform activity. Cerebral Cortex , 28 (11), 4036-4048.\nBjørke, A. B., Nome, C. G., Falk, R. S., Gjerstad, L., Taubøll, E., & Heuser, K. (2018). Evaluation of long-term antiepileptic drug use in patients with temporal lobe epilepsy: assessment of risk factors for drug resistance and polypharmacy. Seizure , 61 , 63-70.\nAnnet\nRepresentant for yngre leger i programkomiteen i det europeiske akademiet for nevrologi (EAN).", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Cecilie-Gjessing-Nome", "https://nva.sikt.no/research-profile/645037"], "tags": []}
{"slug": "Csilla-Maria-Krisar", "name": "Csilla Maria Krisar", "title": "Førsteamanuensis", "department": "Helsefag", "summary": "Csilla har en doktorgrad fra ELTE, Budapest, i oversettelse av kulturspesifikke ord og uttrykk. Hun har holdt ungarsk-kurs for de som skal studere helsefag i Ungarn i 15 år og er fast foreleser i ungarsk for medisinstudentene som tar det første året av utdanningen sin ved Oslo Nye Høyskole. I tillegg underviser hun norsk til ungarske leger som skal jobbe i Norge.\nJobber med\nUnderviser i Ungarsk", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Csilla-Maria-Krisar", "https://nva.sikt.no/research-profile/20204"], "tags": []}
{"slug": "Dagfinn-Aune", "name": "Dagfinn Aune", "title": "Førsteamanuensis", "department": "Helsefag", "summary": "Bakgrunn\nDagfinn Aune har en mastergrad i klinisk og samfunnsernæring fra Universitetet i Oslo og har sin doktorgrad fra NTNU i Trondheim.\nDagfinn har jobbet med ernæringsforskning siden 2008 på diverse forskningsprosjekter ved UiO frem til 2010. Fra 2010 har han vært ansatt ved Imperial College London hvor han har jobbet i “the Continuous Update Project” som er en videreføring av de systematiske litteraturgjennomgangene og meta-analysene av rapportene til World Cancer Research Fund vedrørende kosthold, fysisk aktivitet og antropometri og risiko for ulike kreftformer. Han har også jobbet frilans for Kleinen Systematic Reviews Ltd og ved Oslo Universitetssykehus.\nHan ble ansatt som PhD student ved NTNU i 2012 og har da samarbeidet med Imperial College London med analyser i European Prospective Investigation into Cancer and Nutrition (EPIC) – InterAct studien som er en stor kohort studie i åtte europeiske land vedrørende kostholdsfaktorer og diabetes. Han fullførte sin doktorgrad i 2016. Han har siden 2015 vært ansatt ved Imperial College London hvor han har jobbet med systematiske litteraturgjennomganger og meta-analyser av kostholds og livsstilsfaktorer og risiko for kreft, type 2 diabetes, hjerte- og karsykdommer, svangerskapskomplikasjoner og prematur dødelighet. Han har samarbeidspartnere i Uruguay (Montevideo), Tyskland (University of Regensburg), India (Public Health Foundation of India), USA (Harvard University, The Tisch Cancer Institute), Canada (McMaster University), Norge (NTNU, Universitetet i Bergen, Oslo Universitetssykehus, Folkehelseinstituttet), og Storbritannia (Universitetet i Leeds, University of Cambridge, University of Oxford).\nForskning\nHan har vært peer reviewer for over 100 medisinske tidsskrift og har presentert sin forskning på forelesninger, konferanser og i media nasjonalt og internasjonalt.\nDagfinn Aune forsker på kosthold og livsstilsfaktorer\nUtvalgte publikasjoner\nHan har en rekke publikasjoner i internasjonale tidsskrift; se en oversik over Dagfinns publikajsoner på PubMed .", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Dagfinn-Aune", "https://nva.sikt.no/research-profile/389651"], "tags": ["Diabetes", "Dødelighet", "Epidemiologi", "Ernæring", "Fysisk aktivitet", "Hjerte- og karsykdommer", "Kreft", "Meta-analyser", "Overvekt og fedme", "Røyking", "Systematiske litteraturgjennomganger"]}
{"slug": "Eirik-Garnas", "name": "Eirik Garnås", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Eirik er ansatt som høyskolelektor på Institutt for helsefag.\nBakgrunn\nEirik har en bachelorgrad (BSc) i samfunnsernæring og en mastergrad (MSc) i klinisk ernæring, samt praktisk-pedagogisk utdanning fra Universitetet i Oslo. Han er også personlig trener fra Norges Idrettshøgskole, med diverse tilleggskurs innen kropp og trening. Et fokus for Eirik har vært de bakenforliggende årsakene til helse og sykdom. Han har spesielt vært opptatt av hvordan evolusjonen kan hjelpe oss å forstå og adressere nåværende helse- og samfunnsutfordringer.\nJobber med\nEirik jobber med emneansvar og undervisning innen fagområdet ernæring og medisin. Temaer inkluderer blant annet matvarekunnskap, livsstilssykdommer, tarmflora og idrettsernæring.\nUtvalgte publikasjoner\nSaturated fat in an evolutionary context i tidsskriftet Lipids in Health and Disease\nPerspective: Darwinian Applications to Nutrition - The Value of Evolutionary Insights to Teachers and Students i tidsskriftet Advances in Nutrition\nFermenterte grønnsaker er lovende medisin på Forskersonen\nKoronapandemien: Hvorfor er ikke ernæring på agendaen? på Forskersonen\nAnnet\nVed siden av å ha jobbet i skolen og treningsbransjen har Eirik utviklet artikler og annet innhold for en rekke publikasjoner og nettsider i inn- og utland. Han opprettet det første norske nettstedet dedikert til evolusjonsmedisin . Ved siden av denne portalen har Eirik en mer personlig webside .", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Eirik-Garnas", "https://nva.sikt.no/research-profile/1529137"], "tags": []}
{"slug": "Elin-Lund-Transeth", "name": "Elin Lund Transeth", "title": "Høyskolelektor og programansvarlig for ernæring og medisin grunnfag", "department": "Helsefag", "summary": "Elin er ansatt som høyskolelektor og programansvarlig for studiene innen ernæring og grunnleggende medisin.\nBakgrunn\nElin har en mastergrad i klinisk ernæring fra Universitetet i Bergen (UiB).\nJobber med\nStudieledelse, fagutvikling og undervisning.\nHun er også med i prosjektgruppen Arbeidsrelevans i fleksible utdanninger – utforsking av mikropraksis for nettstudenter i ernæring .\nUtvalgte publikasjoner\nElin Lund Transeth, Hanna Fjeldheim Dale, Gülen Arslan Lied. Comparison of gut microbiota profile in celiac disease, non-celiac gluten sensitivity and irritable bowel syndrome: A systematic review. DOI: 10.5152/tjg.2020.19551.\nHanne Rosendahl-Riise, Elin Transeth, Ingvild Ulstein, Anders Bærheim. Mini-CEX – et hjelpemiddel for formativ vurdering av ernæringsstudenters kliniske kompetanse. Norsk tidsskrift for ernæring Vol 20 nr. 2 (2022). doi.org/10.18261/ntfe.20.2.4", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Elin-Lund-Transeth", "https://nva.sikt.no/research-profile/1269955"], "tags": ["Cellebiologi", "Folkehelse", "Fysiologi", "Klinisk ernæring", "Kostveiledning", "Livsstilssykdommer"]}
{"slug": "Elin-Sorli-Kildahl", "name": "Elin Sørli Kildahl", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Elin er klinisk ernæringsfysiolog og fagansvarlig for ernæringsstudiet. Hun foreleser i flere ulike temaer på bachelorstudiet i ernæring og medisinstudiet 1+5 samt medisin grunnfag. Elin har vært tilknyttet høyskolen siden hun var ferdig utdannet i 2006. Hennes interessefelt i tillegg til ernæringsfag er kjemi.\nBakgrunn\nFaglige kompetanseområder Elin har en master i klinisk ernæring fra Universitetet i Oslo. Hun har også bakgrunn i kjemi og farmasifag fra Universitet i Oslo.\nKlinisk erfaring Elin har også jobbet ett år som klinisk ernæringsfysiolog på Godthaab rehabiliteringssenter i Bærum. I tillegg har hun gjennom mange år vært jevnlig engasjert som klinisk ernæringsfysiolog ved Montebellosenteret, en nasjonalt helseinstitusjon for kreftpasienter og pårørende. Her jobber hun med undervisning, kokekurs, gruppesamtaler og individuell oppfølging.\nJobber med\nUndervisning og veiledningsområder Elin underviser bla. i biokjemi, makronæringstoffer, energiomsetning, metabolsk regulering og kreft. På medisinutdanningen 1+5 underviser hun i generell- og organisk kjemi, samt biokjemi.\nUtvalgte publikasjoner\nhttps://www.ncbi.nlm.nih.gov/pubmed?term=glomnes%20es\nAnnet\nFaglige kompetanseområder Elin har en master i klinisk ernæring fra Universitetet i Oslo. Hun har også bakgrunn i kjemi og farmasifag fra Universitet i Oslo.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Elin-Sorli-Kildahl"], "tags": []}
{"slug": "Ella-Marie-Heyerdahl", "name": "Ella Marie Heyerdahl", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Ella arbeider som høyskolelektor ved Institutt for helsefag. Hun er utdannet klinisk ernæringsfysiolog fra Universitetet i Oslo, og har jobbet med individuell kostveiledning og gruppeundervisning på sykehus.\nBakgrunn\nKlinisk erfaring Ella har tidligere jobbet som klinisk ernæringsfysiolog ved St Olavs hospital i Trondheim. Der jobbet hun med flere ulike pasientgrupper, både med individuell kostveiledning og med gruppeundervisning. Ved siden av jobben ved ONH har Ella jobbet seks år med kostveiledning i privat praksis.\nAnnen erfaring Ella har i tillegg til den kliniske utdannelsen fordypning i global ernæring fra Universitet i Oslo. Hun har hatt et internship i verdens matvareprogram (WFP) i FN i Roma.\nJobber med\nElla er prosjektleder for prosjektet Arbeidsrelevans i fleksible utdanninger – utforsking av mikropraksis for nettstudenter i ernæring .\nForskning\nElla har deltatt i et forskningsprosjekt med Lovisenberg Diakonale Høyskole som omhandlet tverrfaglig samarbeid mellom ernæring og sykepleiestudenter for bedre ernæringspraksis i sykehjem.\nUtvalgte publikasjoner:\nhttps://ldh.brage.unit.no/ldh-xmlui/handle/11250/2440143/browse?type=author&value=Heyerdahl%2C+Ella+Marie", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Ella-Marie-Heyerdahl", "https://nva.sikt.no/research-profile/1185493"], "tags": ["Ernæring", "Folkehelse", "Kosthold og ernæring for barn", "Kostveiledning", "Livsstilssykdommer"]}
{"slug": "Marit-Kolby", "name": "Marit Kolby", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Marit er utdannet innen matvitenskap og ernæringsbiologi. Hun underviser i flere temaer på bachelorstudiet i ernæring og medisinstudiet 1+5.\nBakgrunn\nMarit har bachelorgrad i matvitenskap fra NMBU i Ås, og mastergrad i ernæringsbiologi fra UiO. Før Marit begynte hos oss, jobbet hun som vitenskapelig assistent på avdeling for cellebiologi ved Radiumhospitalet, der hun forsket på signalveier i DNA reparasjon.\nJobber med\nUndervisning og veiledningsområder Marit underviser blant annet i metabolsk regulering, genetikk, ernæringspolitikk og ernæringsutfordringer i samfunnet. Hun har ansvar for det tverrfaglige emnet ERN6080 Ernæringspsykologi som inngår i vårt årsstudium Kosthold, ernæring og mental helse . Marit gjesteforeleser om kosthold og mental helse på masterstudiet i psykologi, og underviser i celle- og molekylærbiologi for medisinutdanningen 1+5.\nForskning\nFormidling og publisering Marit er en ivrig formidler av matglede og kunnskap om mat og ernæring, og er opptatt av det helhetlige perspektivet på mat, der helse, matproduksjon og bærekraft alle spiller en viktig rolle. Hun er en aktiv debattant i den offentlige samtalen om kosthold, og skriver både vitenskapelig og populærvitenskapelig om kosthold og ernæring. Marit har også vært gjest i en lang rekke podcaster om mat, kosthold og ernæring.\nUtvalgte publikasjoner\nBøker:\nHva og når skal vi spise\nKokeboka-hva skal vi spise?\nVitenskapelige publikasjoner:\nIntermittent Fasting as a Potential Therapeutic Approach for Irritable Bowel Syndrome: A Hypothesis and Mechanistic Perspective (preprint)\nThe homeoviscous adaptation to dietary lipids (HADL) model explains controversies over saturated fat, cholesterol, and cardiovascular disease risk\nThe Western Diet–Microbiome-Host Interaction and Its Role in Metabolic Disease", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Marit-Kolby", "https://nva.sikt.no/research-profile/2270"], "tags": []}
{"slug": "Stian-Walle-Larsen", "name": "Stian Walle Larsen", "title": "Høyskolelærer", "department": "Helsefag", "summary": "Stian er fysioterapeut med erfaring fra privatpraksis, sykehus og kommunal fysioterapi. Han jobber som høyskolelektor ved Institutt for helsefag.\nBakgrunn\nStian har en bachelor i fysioterapi med videreutdanning innenfor idrettsmedisin og ortopedisk behandling. Han har også jobbet med trening i over 10 år, på både individ-, og gruppenivå. Han har erfaring fra privatpraksis, sykehus og kommunal fysioterapi, i tillegg til undervisning i anatomi, biomekanikk og treningslære.\nJobber med\nUndervisning i anatomi på medisin 1+5, og i klinisk fysioterapi og øvelsesterapi på fysioterapiprogrammet.\nAnnet\nStian er privatpraktiserende fysioterapeut i egen klinikk ved siden av jobben ved høyskolen.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Stian-Walle-Larsen"], "tags": ["Anatomi", "Behandling av makroanatomiske strukturer", "Folkehelse", "Fysioterapi", "Fysisk aktivitet og helse", "Livsstilssykdommer og trening", "Muskel- og skjelettlidelser", "Trening"]}
{"slug": "Emil-Espe", "name": "Emil Espe", "title": "Førsteamanuensis", "department": "Helsefag", "summary": "Emil er fagansvarlig og underviser i biofysikk og statistikk på 1+5-medisinprogrammet ved Oslo Nye Høyskole. Han er også forsker ved Universitetet i Oslo og Oslo Universitetssykehus, hvor han jobber med hjerteforskning.\nBakgrunn\nEmil har master i biofysikk fra Universitetet i Oslo og PhD i medisinsk fysikk fra samme sted. I tillegg til undervisningen jobber han som hjerteforsker ved Oslo universitetssykehus, med fokus på avbildning og beregning av hjertets funksjon. Se oversikt over publikasjoner i Cristin\nJobber med\nUndervisning Biofysikk, bildediagnostikk, statistikk.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Emil-Espe", "https://nva.sikt.no/research-profile/5798"], "tags": ["Medisinsk avbildning", "Medisinsk fysikk", "Statistikk", "Strålebiologi"]}
{"slug": "Evelina-Svensson", "name": "Evelina Svensson", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Evelina arbeider som høyskolelektor i ernæring ved Institutt for helsefag. Hun har en mastergrad i samfunnsernæring og har jobbet med sensorisk kvalitetsarbeid innenfor næringsmiddelproduksjon.\nBakgrunn\nEvelina har erfaring fra arbeid med produktkvalitet og sensorisk analyse i næringsmiddelindustrien, samt feltarbeid innen global ernæring, med særlig fokus på menneskerettigheten til mat, helse og omsorg for eldre. Hun har en mastergrad i samfunnsernæring fra OsloMet og en bachelorgrad i ernæring fra Oslo Nye Høyskole.\nJobber med\nEmneansvar, undervisning, nettstudenter og emnebasert fagutvikling\nHun jobber også med prosjektet Arbeidsrelevans i fleksible utdanninger – utforsking av mikropraksis for nettstudenter i ernæring .\nAnnet\nStyreverv i NFE – Norsk Forening for Ernæringsvitenskap.\nFaglige interesser\nFolkehelse, global ernæring, matkvalitet, barneernæring, ernæring og menneskerettigheter, tarmhelse, forebyggende ernæring\nSe linkedInprofil", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Evelina-Svensson"], "tags": ["Ernæring", "Folkehelse", "Kosthold og ernæring for barn", "Livsstilssykdommer", "Samfunnsernæring"]}
{"slug": "Henriette-Marstein", "name": "Henriette Marstein", "title": "Førsteamanuensis", "department": "Helsefag", "summary": "Bakgrunn\nHenriette er utdannet bioingeniør og har en doktorgrad innen systemisk inflammatorisk revmatisk sykdom. Hun har lang erfaring med fagområdene medisinsk biokjemi, mikrobiologi og basal hjerteforskning.\nJobber med\nUndervisning og veiledningsområder Underviser i celle- og molekylærbiologi på programmet medisinsk biologi (MB) og i immunologi, vevslære og mikrobiologi på medisin grunnfag (MED).\nForskning\nHenriette er tilknyttet flere forskningsgrupper på OUS og er involvert i forskning på modulatorer av inflammatorisk sykdom og vevsremodellering, særlig innen revmatiske barnesykdommer.\nUtvalgte publikasjoner\nEn oversikt over publikasjoner finnes i PubMed", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Henriette-Marstein", "https://nva.sikt.no/research-profile/4597"], "tags": ["Cellebiologi", "DNA technology", "Juvenile dermatomyositis", "Molecular biological methods"]}
{"slug": "Herman-Van-Dijk", "name": "Herman van Dijk", "title": "Høyskolelærer", "department": "Helsefag", "summary": "Herman er høyskolelærer for fysioterapiutdanningen og studycoach. Han underviser i de praktiske fagene. Herman har undervist på fysioterapiprogrammet ved Oslo Nye Høyskole siden 1999. Herman jobbet som fysioterapeut og har vært ledende fysioterapeut i 20 år ved Hokksund Rehabiliteringssenter. Han har i tillegg drevet eget fysikalsk institutt.Han har bred erfaring i diagnostisering og behandling av muskel- og skjelettlidelser.\nAnnet\nJobb utenom undervisning\nPersonalsjef på Oslofjord Convention Center ( OCC)\nFysioterapeut i bedriftshelsetjenesten på OCC. Herman er også  veileder og coacher ungdom i arbeidstreningsprogrammer og språkopplæring", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Herman-Van-Dijk"], "tags": []}
{"slug": "Ingrid-Aas-Vissheim", "name": "Ingrid Aas Vissheim", "title": "Høyskolelærer", "department": "Helsefag", "summary": "Ingrid er ansatt som høyskolelærer ved Institutt for helsefag. Hun underviser i fagene massasje og fysioteknikk, samt veileder STM-grupper for fysioterapistudentene.\nBakgrunn\nIngrid er utdannet fysioterapeut fra Saxion University of Applied Sciences i Nederland. Hun har videreutdanning i barnefysioterapi fra OsloMet, og arbeidserfaring fra tverrfaglig rehabilitering avd. for nevrologi, klinisk praksis privat i tillegg til å være engasjert innen norsk toppidrett som fysioterapeut i DHK.\nJobber med\nUnderviser i fagene massasje og fysioteknikk\nVeileder STM-grupper for fysioterapistudentene\nAnnet\nIngrid er engasjert innen fagfelt for rehabilitering samt idrettsfysioterapi. Hun har egen erfaring fra idrett og trening, og medvirker i fysi.no , kunnskapsformidling for fysioterapeuter.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Ingrid-Aas-Vissheim"], "tags": ["Barnefysioterapi", "Diagnostisering og behandling av muskel og - skjelettsystemet", "Fysioterapi", "Fysisk aktivitet og trening", "Idrettsfysioterapi", "Rehabilitering"]}
{"slug": "Johanne-Fredrikke-Berg", "name": "Johanne Fredrikke Berg", "title": "Programansvarlig for fysioterapi", "department": "Helsefag", "summary": "Johanne Fredrikke Berg er høyskolelærer og programansvarlig for fysioterapi ved Oslo Nye Høyskole.\nBakgrunn\nJohanne er utdannet fysioterapeut fra Oslo Nye Høyskole og Saxion University of Applied Sciences i Nederland. Hun fullførte også en fordypning i barnefysioterapi ved Breda University of Applied Sciences, og et kurs i svangerskapstrening for terapeuter. Johanne har jobbet i kommunehelsetjenesten og i privat praksis.\nJobber med\nStudieledelse\nFagutvikling\nEmneansvar\nUndervisning", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Johanne-Fredrikke-Berg"], "tags": ["Barnefysioterapi", "Folkehelse (forebyggende helsearbeid)", "Fysioterapi", "Fysisk aktivitet og trening", "Kvinnehelse (Svangerskapstrening)", "Muskel- og skjelettsystemet"]}
{"slug": "Live-Torgersrud-Haug", "name": "Live Torgersrud Haug", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Live er ansatt som høyskolelektor ved Institutt for helsefag. Hun jobber blant annet med undervisning, studentklinikk og fagutvikling.\nBakgrunn\nLive er utdannet klinisk ernæringsfysiolog fra UiO og har tidligere erfaring fra sykehus. Der jobbet hun med individuell veiledning og gruppeundervisning for ulike pasientgrupper, samt at hun også var en del av palliativt team.\nJobber med\nEmneansvar, undervisning, nettstudenter, studentklinikk og fagutvikling.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Live-Torgersrud-Haug"], "tags": []}
{"slug": "Malin-Fjeld-Alfiler", "name": "Malin Fjeld Alflier", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Bakgrunn\nKlinisk ernæringsfysiolog fra UiB (2013).\nNoe erfaring fra arbeid i Frisklivssentral.\nÅtte års erfaring fra Barne- og ungdomspsykiatri.\nHelsepedagogikk.\nJobber med\nFagområde\nBachelor i ernæring (ERN)\nGrunnleggende Ernæring (GERN)\nMedisin Grunnfag (MED)\nJobber med\nForelesning og studentoppfølging. Basalfag, menneskets fysiologi, næringstoffer, livsstilsrelaterte tilstander.\nUtvalgte publikasjoner\ndi Giuseppe R, Fjeld MK, Dierkes J, Theoflylaktopoulou D, Arregui M, Boeing H, Weikert C. The association between nut consumption and the risk of total and ischemic stroke in a German cohort study. Eur J Clin Nutr. 2015 Apr;69(4):431-5. doi: 10.1038/ejcn.2014.212. Epub 2014 Oct 8. PMID: 25293435.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Malin-Fjeld-Alfiler"], "tags": []}
{"slug": "Synne-Groufh-Jacobsen", "name": "Synne Groufh-Jacobsen", "title": "Programansvarlig for ernæring og medisin grunnfag", "department": "Helsefag", "summary": "Bakgrunn\nSynne har en doktorgrad i ernæring og folkehelse fra Universitetet i Agder (UiA). I sitt doktorgradsprosjekt arbeidet hun med å kartlegge kostinntak og ernæringsstatus, samt mat- og ernæringskompetanse blant unge med plantebasert kosthold sammenlignet med kjøttspisere. Hun undersøkte også unges holdninger og motivasjon knyttet til valg av deres kostholdspraksis.\nHun har tidligere jobbet som forskningsassistent ved fakultetet for helsevitenskap ved OsloMet, hvor hun har arbeidet med å kartlegge kostinntak og ernæringsstatus hos voksne personer med plantebasert kosthold. Hun har også en master master i Samfunnsernæring fra OsloMet og en bachelor i ernæring fra Bjørknes høyskole (tidligere ONH).\nJobber med\nStudieledelse, fagutvikling, undervisning og forskning.\nForskning\nSynne har bred kompetanse innen plantebasert kosthold som var tematikken i hennes doktorgrad. Hun er også involvert i forskningsprosjekter innen jodstatus blant spedbarn, ammende og blant unge kvinner, samt veganere og vegetarianere.\nUtvalgte publikasjoner\nGroufh-Jacobsen, S ., Larsson, C., Margerison, C. et al. Micronutrient intake and status in young vegans, lacto-ovo-vegetarians, pescatarians, flexitarians, and omnivores. Eur J Nutr (2024). https://doi.org/10.1007/s00394-024-03453-4\nGroufh-Jacobsen, S ., Larsson, C., Margerison, C. et al. Micronutrient intake and status in young vegans, lacto-ovo-vegetarians, pescatarians, flexitarians, and omnivores. Eur J Nutr (2024). https://doi.org/10.1007/s00394-024-03453-4\nGroufh-Jacobsen, S ., Larsson, C., Mulkerrins, I., Aune, D., & Medin, A. C. (2025). Food groups, macronutrient intake and objective measures of total carotenoids and fatty acids in 16-to-24-year-olds following different plant-based diets compared to an omnivorous diet. PloS one, 20(1), e0311118. https://doi.org/10.1371/journal.pone.0311118\nGroufh-Jacobsen, S ., Larsson, C., Mulkerrins, I., Aune, D., & Medin, A. C. (2025). Food groups, macronutrient intake and objective measures of total carotenoids and fatty acids in 16-to-24-year-olds following different plant-based diets compared to an omnivorous diet. PloS one, 20(1), e0311118. https://doi.org/10.1371/journal.pone.0311118\nGroufh-Jacobsen, S ., Larsson, C., Van Daele, W., Margerison, C., Mulkerrins, I., Aasland, L. M., & Medin, A. C. (2023). Food literacy and diet quality in young vegans, lacto-ovo vegetarians, pescatarians, flexitarians and omnivores. Public health nutrition , 1–26. Advance online publication. https://doi.org/10.1017/S1368980023002124\nGroufh-Jacobsen, S ., Larsson, C., Van Daele, W., Margerison, C., Mulkerrins, I., Aasland, L. M., & Medin, A. C. (2023). Food literacy and diet quality in young vegans, lacto-ovo vegetarians, pescatarians, flexitarians and omnivores. Public health nutrition , 1–26. Advance online publication. https://doi.org/10.1017/S1368980023002124\nGroufh-Jacobsen, S. , & Medin, A. C. (2023). Food literacy competencies in youth - a mini-review. Frontiers in public health , 11 , 1185410. https://doi.org/10.3389/fpubh.2023.1185410\nGroufh-Jacobsen, S. , & Medin, A. C. (2023). Food literacy competencies in youth - a mini-review. Frontiers in public health , 11 , 1185410. https://doi.org/10.3389/fpubh.2023.1185410\nGroufh-Jacobsen, S ., Bahr Bugge, A., Morseth, M. S., Pedersen, J. T., & Henjum, S. (2022). Dietary Habits and Self-Reported Health Measures Among Norwegian Adults Adhering to Plant-Based Diets. Frontiers in nutrition, 9, 813482. https://doi.org/10.3389/fnut.2022.813482\nGroufh-Jacobsen, S ., Bahr Bugge, A., Morseth, M. S., Pedersen, J. T., & Henjum, S. (2022). Dietary Habits and Self-Reported Health Measures Among Norwegian Adults Adhering to Plant-Based Diets. Frontiers in nutrition, 9, 813482. https://doi.org/10.3389/fnut.2022.813482\nGroufh-Jacobsen, S. , Hess, S. Y., Aakre, I., Folven Gjengedal, E. L., Blandhoel Pettersen, K., & Henjum, S. (2020). Vegans, Vegetarians and Pescatarians Are at Risk of Iodine Deficiency in Norway. Nutrients , 12 (11), 3555. https://doi.org/10.3390/nu12113555\nGroufh-Jacobsen, S. , Hess, S. Y., Aakre, I., Folven Gjengedal, E. L., Blandhoel Pettersen, K., & Henjum, S. (2020). Vegans, Vegetarians and Pescatarians Are at Risk of Iodine Deficiency in Norway. Nutrients , 12 (11), 3555. https://doi.org/10.3390/nu12113555\nGroufh-Jacobsen, S ., Abel, M. H., Brantsæter, A. L., Andersson, M., Meyer, H. E., & Henjum, S. (2023). National monitoring of iodine, sodium, and vitamin D status in toddlers and women of childbearing age - results and lessons learned from a pilot study in Norway. Food & nutrition research , 67 , 10.29219/fnr.v67.9088. https://doi.org/10.29219/fnr.v67.9088\nGroufh-Jacobsen, S ., Abel, M. H., Brantsæter, A. L., Andersson, M., Meyer, H. E., & Henjum, S. (2023). National monitoring of iodine, sodium, and vitamin D status in toddlers and women of childbearing age - results and lessons learned from a pilot study in Norway. Food & nutrition research , 67 , 10.29219/fnr.v67.9088. https://doi.org/10.29219/fnr.v67.9088\nGroufh-Jacobsen, S ., Mosand, L. M., Bakken, K. S., Solvik, B. S., Oma, I., Gjengedal, E. L. F., Brantsæter, A. L., Strand, T. A., & Henjum, S. (2020). Mild to Moderate Iodine Deficiency and Inadequate Iodine Intake in Lactating Women in the Inland Area of Norway. Nutrients , 12 (3), 630. https://doi.org/10.3390/nu12030630\nGroufh-Jacobsen, S ., Mosand, L. M., Bakken, K. S., Solvik, B. S., Oma, I., Gjengedal, E. L. F., Brantsæter, A. L., Strand, T. A., & Henjum, S. (2020). Mild to Moderate Iodine Deficiency and Inadequate Iodine Intake in Lactating Women in the Inland Area of Norway. Nutrients , 12 (3), 630. https://doi.org/10.3390/nu12030630\nHenjum, S., Groufh-Jacobsen , S., Aakre, I., Gjengedal, E. L. F., Langfjord, M. M., Heen, E., Sele, V., & Andersson, M. (2023). Thyroid function and urinary concentrations of iodine, selenium, and arsenic in vegans, lacto-ovo vegetarians and pescatarians. European journal of nutrition, 10.1007/s00394-023-03218-5. Advance online publication. https://doi.org/10.1007/s00394-023-03218-5\nHenjum, S., Groufh-Jacobsen , S., Aakre, I., Gjengedal, E. L. F., Langfjord, M. M., Heen, E., Sele, V., & Andersson, M. (2023). Thyroid function and urinary concentrations of iodine, selenium, and arsenic in vegans, lacto-ovo vegetarians and pescatarians. European journal of nutrition, 10.1007/s00394-023-03218-5. Advance online publication. https://doi.org/10.1007/s00394-023-03218-5\nHenjum, S., Groufh-Jacobsen , S., Lindsay, A., Raael, E., Israelsson, A. M., Shahab-Ferdows, S., & Hampel, D. (2022). Adequate vitamin B12 and folate status of Norwegian vegans and vegetarians. The British journal of nutrition, 129(12), 1–8. Advance online publication. https://doi.org/10.1017/S0007114522002987\nHenjum, S., Groufh-Jacobsen , S., Lindsay, A., Raael, E., Israelsson, A. M., Shahab-Ferdows, S., & Hampel, D. (2022). Adequate vitamin B12 and folate status of Norwegian vegans and vegetarians. The British journal of nutrition, 129(12), 1–8. Advance online publication. https://doi.org/10.1017/S0007114522002987\n2021-2025 – Medlem av det prioriterte forskningssenteret Mat og Ernæring i et livsløpsperspektiv, Universitetet i Agder https://old.uia.no/en/research/priority-research-centres/centre-for-lifecourse-nutrition/about-the-priority-research-centre-for-lifecourse-nutrition\n2021-2025 – Medlem av det prioriterte forskningssenteret Mat og Ernæring i et livsløpsperspektiv, Universitetet i Agder https://old.uia.no/en/research/priority-research-centres/centre-for-lifecourse-nutrition/about-the-priority-research-centre-for-lifecourse-nutrition\n2022-2025 – Medlem av den Nasjonale forskerskolen for ernæring (NutriNOR) https://www.uib.no/en/rs/nutrinor\n2022-2025 – Medlem av den Nasjonale forskerskolen for ernæring (NutriNOR) https://www.uib.no/en/rs/nutrinor\nAnnet\nPublic health, micronutrient deficiency, plantbased diets, iodine nutrion, maternal health, pre-conseptional health, sustainable diets\nLinkedIn: https://www.linkedin.com/in/synne-groufh-jacobsen-81b87b150/\nResearchgate: https://www.researchgate.net/profile/Synne-Groufh-Jacobsen-2\nGoogle Scholar: https://scholar.google.com/citations?hl=no&user=Bga9AKIAAAAJ\nCristin: https://app.cristin.no/persons/show.jsf?id=1219314", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Synne-Groufh-Jacobsen", "https://nva.sikt.no/research-profile/1219314"], "tags": []}
{"slug": "Oyvind-Jacobsen", "name": "Øyvind Jacobsen", "title": "Førsteamanuensis", "department": "Helsefag", "summary": "Øyvind Jacobsen er tilknyttet institutt for helsefag og underviser i generell kjemi, organisk kjemi og biokjemi på medisinprogrammet 1+5 medisinstudier\nBakgrunn\nØyvind har en doktorgrad (Ph.D.) i legemiddelkjemi og en cand. scient. grad i organisk kjemi fra Universitetet i Oslo (UiO), og har hatt kortere studie-/forskningsopphold ved University of Cambridge i Storbritannia og Harvard University i USA. Han har også jobbet som postdoktor ved henholdsvis UiO og Oslo universitetssykehus Rikshospitalet. Han har tidligere undervist og veiledet studenter på UiO, OUS og OsloMet. Foruten undervisning og veiledning av studenter, er hovedinteressene hans design, syntese og testing av nye kjemiske substanser som kan ha biologisk aktivitet, og som potensielt kan danne utgangspunkt for utvikling av nye legemidler. Han har gjennomført praktisk-pedagogisk utdanning og underviser også på Dønski videregående skole i Bærum kommune. Øyvind har vært medlem av Norsk kjemisk selskaps kjemiolympiadekomité i 22 år, og har i den forbindelse vært lagleder for det norske laget i den internasjonale kjemiolympiaden åtte ganger.\nJobber med\nUndervisning og veiledningsområder Øyvind underviser på emnene MB 1110 Medisinsk kjemi og MB 1120 Introduksjon til biokjemi på Medisin 1+5 programmet\nKompetanseområder Generell kjemi, organisk kjemi, biokjemi, legemiddelkjemi, strukturkjemi\nForskning\nForskning Øyvind er bl.a. interessert i syntese og strukturstudier av korte peptider, og spesielt metoder for å tvinge korte peptider, som vanligvis ikke har noen definert romlig form i løsning, til å danne helikser ved å kryssbinde sidekjedene til to aminosyreresiduer. I senere tid har han også arbeidet med å 1) karakterisere tabletterbare pulvere av omega-3 og β-syklodekstrin og 2) identifisere og karakterisere hemmere av DNA-reparasjonsenzymer.\nMange protein-protein interaksjoner av biologisk og potensielt medisinsk betydning formidles av heliske proteinsegmenter. Korte peptider som etterligner primær- og sekundærstrukturen til slike proteinsegmenter kan potensielt hemme dannelsen av protein-protein komplekser involvert i forskjellige sykdomstilstander.\nFormidling Øyvind har skrevet en kronikk i Aftenposten sammen med professor Jo Klaveness ved Farmasøytisk institutt, UiO, om betydningen av kjemien for folkehelsen.\nUtvalgte publikasjoner\nSkaaraas, G. H. E. S.; Melbye, C.; Puchades, M. A.; Leung, D. S. Y.; Jacobsen, Ø.; Rao, S. B.; Ottersen, O. P.; Leergaard, T. B. & Torp, R., J. Alzheimer’s Dis. 2021, 83, 1651.\nVestland, T. L.; Jacobsen, Ø.; Sande, S. A.; Myrset, A. H. & Klaveness, J. Food Chem. 2016, 197, 496.\nVestland, T. L.; Jacobsen, Ø.; Sande, S. A.; Myrset, A. H. & Klaveness, J. Food Chem. 2015, 185, 151.\nJacobsen, Ø.; Maekawa, H.; Ge, N.-H.; Görbitz, C. H.; Rongved, P.; Ottersen, O. P.; Amiry-Moghaddam, M. & Klaveness, J. J. Org. Chem. 2011, 76, 1228.\nJacobsen, Ø.; Klaveness, J. & Rongved, P. Molecules 2010, 15, 6638.\nJacobsen, Ø.; Klaveness, J.; Ottersen, O. P.; Amiry-Moghaddam, M. R. & Rongved, P. Org. Biomol. Chem. 2009, 7, 1599.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Oyvind-Jacobsen", "https://nva.sikt.no/research-profile/14681"], "tags": ["Biokjemi", "Fysikalsk og teoretisk kjemi", "Kjemididaktikk", "Legemiddelkjemi", "Organisk kjemi"]}
{"slug": "Suvi-Sagbraaten", "name": "Suvi Sagbraaten", "title": "Høyskolelektor", "department": "Helsefag", "summary": "Suvi Sagbraaten er lege og høyskolelektor på medisinutdanningen 1+5 og medisin grunnfag ved Oslo Nye Høyskole. Hun underviser anatomi og fysiologi. Hun har klinisk erfaring fra sykehus og allmennpraksis i Norge og i Finland.\nBakgrunn\nSuvi er utdannet lege og ble ferdigutdannet ved Semmelweis Universitet i Budapest, Ungarn. Hun kjenner den ungarske studiekulturen, noe som hjelper medisinstudenter på 1+5 og tannlegestudenter på 1+4 til å forberede seg til studiene i Ungarn.\nJobber med\nUndervisning i anatomi og fysiologi på medisin 1+5 og odontologi 1+4.\nAnatomi, fysiologi og sykdomslære på fysioterapi-, ernæring- og medisinsk grunnfag -programmene.\nForskning\nSuvi skrev sin masteroppgave om Alzheimers sykdom og immunterapi. Hun har vært en medforfatter i to artikler som handler om relasjonen mellom hjerteinfarkt og tannhelse. De konkluderte med at tannhelsen til pasienter som fikk et akutt hjerteinfarkt var dårligere enn tannhelsen hos friske. De konkluderte også med at dårlig tannhelse kan øke risiko til et akutt hjerteinfarkt.\nUtvalgte publikasjoner\nStryjewska K, Pytko-Polonczyk J, Sagbraaten MS, Sagbraaten SVM, Stryjewski PJ. Prevalence of bacterial and fungal infections the oral cavity in patients with acute myocardial infarction treated with primary coronary intervention. Pol Merkur Lekarski. 2019 Oct 29;47(280):123-127. PMID: 31760393. https://pubmed.ncbi.nlm.nih.gov/31760393/\nStryjewska K, Pytko-Polonczyk J, Sagbraaten S, Sagbraaten SVSV, Stryjewski PJ. The oral health of patients with acute coronary syndrome confirmed by means of coronary angiography. Pol Merkur Lekarski. 2020 Feb 26;48(283):23-26. PMID: 32218401. https://pubmed.ncbi.nlm.nih.gov/32218401/\nAnnet\nSuvi har jobbet som lege på sykehus og allmennpraksis i både Norge og Finland. Suvi jobber som digital allmennlege ved siden av stilling ved høyskolen.", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Suvi-Sagbraaten", "https://nva.sikt.no/research-profile/1183398"], "tags": ["Anatomi", "Farmakologi", "Fysiologi", "Legevitenskap", "Medisin", "Patologi"]}
{"slug": "Ulrike-Liisberg", "name": "Ulrike Liisberg", "title": "Instituttleder for helsefag", "department": "Helsefag", "summary": "Ulrike er instituttleder for helsefag og har tidligere hatt programansvar for ernæring og medisin grunnfag på Oslo Nye Høyskole. Hun er utdannet innen biologi og ernæring og har tatt en doktorgrad der hun undersøkte hvordan sammensetningen av kostholdet påvirker utvikling av overvekt og diabetes type 2.\nBakgrunn\nUlrike er utdannet fra Universitetet i Bergen med en bachelorgrad i biologi og en mastergrad i human ernæring. Videre tok hun en doktorgrad innen ernæring ved Københavns Universitet.\nJobber med\nSom instituttleder har Ulrike ansvar for den daglige driften og ledelsen av institutt for helsefag. Dette innebærer fagutvikling og revisjon, kvalitetsarbeid og strategisk arbeid. Hun er også del av ledergruppen på høyskolen.\nForskning\nUlrike har tatt en doktorgrad og forsket innen pre-klinisk forskning der effekter av ulike dietter ble undersøkt. Doktorgraden var del av et større internasjonalt prosjekt. Hun er også involvert i evaluering av Matjungelen, et kostholdstiltak rettet mot SFO/AKS, og er med i forskningsgruppen for ernæring.\nUtvalgte publikasjoner\nThe protein source determines the potential of high protein diets to attenuate obesity development in C57BL/6J mice. Lenke: https://www.ncbi.nlm.nih.gov/pubmed/27386160\nIntake of a Western diet containing cod instead of pork alters fatty acid composition in tissue phospholipids and attenuates obesity and hepatic lipid accumulation in mice. Lenke: https://www.ncbi.nlm.nih.gov/pubmed/27155918\nThe Impact of Different Animal-Derived Protein Sources on Adiposity and Glucose Homeostasis during Ad Libitum Feeding and Energy Restriction in Already Obese Mice. Lenke: https://www.ncbi.nlm.nih.gov/pubmed/31126082\nIndomethacin treatment prevents high fat diet-induced obesity and insulin resistance but not glucose intolerance in C57BL/6J mice. Lenke: https://www.ncbi.nlm.nih.gov/pubmed/24742673\nIsolation and differentiation of stromal vascular cells to beige/brite cells. Lenke: https://www.ncbi.nlm.nih.gov/pubmed/23568137", "sources": ["https://oslonyehoyskole.no/om-oss/Ansatte/Ulrike-Liisberg", "https://nva.sikt.no/research-profile/546305"], "tags": ["Cellebiologi", "Ernæring", "Folkehelse", "Fysiologi", "Kosthold og ernæring for barn", "Livsstilssykdommer", "Samfunnsernæring"]}
