{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "PLOS ONE"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2023924/contributors",
    "count": 12,
    "preview": [
      {
        "first_name": "Theis Christian",
        "surname": "Tønnessen"
      },
      {
        "first_name": "Arne Olav",
        "surname": "Melleby"
      },
      {
        "first_name": "Ida Marie",
        "surname": "Hauge-Iversen"
      },
      {
        "first_name": "Emil Knut Stenersen",
        "surname": "Espe"
      },
      {
        "first_name": "Muhammad Shakil",
        "surname": "Ahmed"
      },
      {
        "first_name": "Thor",
        "surname": "Ueland"
      }
    ]
  },
  "cristin_result_id": "2023924",
  "nva_result_id": "0198cc957aaf-836270eb-6d81-4357-9cf3-1200e613e4cf",
  "created": {
    "date": "2025-08-21T12:23:25.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85123512887"
    }
  ],
  "last_modified": {
    "date": "2025-10-13T18:28:48.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1371/journal.pone.0262821"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/96680"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Aims\r\n\r\nPatients with rheumatoid arthritis (RA) have increased risk of heart failure (HF). The mechanisms and cardiac prerequisites explaining this association remain unresolved. In this study, we sought to determine the potential cardiac impact of an experimental model of RA in mice subjected to HF by constriction of the ascending aorta.\r\nMethods\r\n\r\nAorta was constricted via thoracotomy and placement of o-rings with inner diameter 0.55 mm or 0.66 mm, or sham operated. RA-like phenotype was instigated by delayed-type hypersensitivity arthritis (DTHA) two weeks after surgery and re-iterated after additional 18 days. Cardiac magnetic resonance imaging (MRI) was performed before surgery and at successive time points throughout the study. Six weeks after surgery the mice were euthanized, blood and tissue were collected, organ weights were documented, and expression levels of cardiac foetal genes were analysed. In a supplemental study, DTHA-mice were euthanized throughout 14 days after induction of arthritis, and blood was analysed for important markers and mediators of RA (SAP, TNF-α and IL-6). In order to put the latter findings into clinical context, the same molecules were analysed in serum from untreated RA patients and compared to healthy controls.\r\nResults\r\n\r\nSignificant elevations of inflammatory markers were found in both patient- and murine blood. Furthermore, the DTHA model appeared clinically relevant when compared to the inflammatory responses observed in three prespecified RA severity disease states. Two distinct trajectories of cardiac dysfunction and HF development were found using the two o-ring sizes. These differences were consistent by both MRI, organ weights and cardiac foetal gene expression levels. Still, no difference within the HF groups, nor within the sham groups, could be found when DTHA was induced.\r\nConclusion\r\n\r\nDTHA mediated systemic inflammation did not cause, nor modify HF caused by aortic constriction. This indicates other prerequisites for RA-induced cardiac dysfunction.\r\n"
  },
  "title": {
    "en": "Impact of delayed type hypersensitivity arthritis on development of heart failure by aortic constriction in mice"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2023924",
  "journal": {
    "cristin_journal_id": "97E6092D-1A28-4686-82EF-3CC49AAC0197",
    "name": "PLOS ONE",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "1932-6203"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=97E6092D-1A28-4686-82EF-3CC49AAC0197"
  },
  "volume": "17",
  "issue": "1"
}