{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Physiological Reports"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2025911/contributors",
    "count": 11,
    "preview": [
      {
        "first_name": "Camilla",
        "surname": "Udjus"
      },
      {
        "first_name": "Ivar",
        "surname": "Sjaastad"
      },
      {
        "first_name": "Ulla",
        "surname": "Hjørnholm"
      },
      {
        "first_name": "Torbjørn Kinne",
        "surname": "Tunestveit"
      },
      {
        "first_name": "Pavel",
        "surname": "Hoffmann"
      },
      {
        "first_name": "Alexis",
        "surname": "Hinojosa"
      }
    ]
  },
  "cristin_result_id": "2025911",
  "nva_result_id": "0198cc4c7689-6d506533-e781-4d05-83d7-abffa9afe1f3",
  "created": {
    "date": "2025-08-21T11:03:39.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85124500817"
    }
  ],
  "last_modified": {
    "date": "2025-10-11T22:56:52.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.14814/phy2.15184"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10852/98950"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Mountain climbing at high altitude implies exposure to low levels of oxygen, low temperature, wind, physical and psychological stress, and nutritional insufficiencies. We examined whether right ventricular (RV) and left ventricular (LV) myocardial masses were reversibly altered by exposure to extreme altitude. Magnetic resonance imaging and echocardiography of the heart, dual x-ray absorptiometry scan of body composition, and blood samples were obtained from ten mountain climbers before departure to Mount Everest or Dhaulagiri (baseline), 13.5 ± 1.5 days after peaking the mountain (post-hypoxia), and six weeks and six months after expeditions exceeding 8000 meters above sea level. RV mass was unaltered after extreme altitude, in contrast to a reduction in LV mass by 11.8 ± 3.4 g post-hypoxia (p = 0.001). The reduction in LV mass correlated with a reduction in skeletal muscle mass. After six weeks, LV myocardial mass was restored to baseline values. Extreme altitude induced a reduction in LV end-diastolic volume (20.8 ± 7.7 ml, p = 0.011) and reduced E’, indicating diastolic dysfunction, which were restored after six weeks follow-up. Elevated circulating interleukin-18 after extreme altitude compared to follow-up levels, might have contributed to reduced muscle mass and diastolic dysfunction. In conclusion, the mass of the RV, possibly exposed to elevated afterload, was not changed after extreme altitude, whereas LV mass was reduced. The reduction in LV mass correlated with reduced skeletal muscle mass, indicating a common denominator, and elevated circulating interleukin-18 might be a mechanism for reduced muscle mass after extreme altitude."
  },
  "title": {
    "en": "Extreme altitude induces divergent mass reduction of right and left ventricle in mountain climbers"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2025911",
  "journal": {
    "cristin_journal_id": "FC3F99C7-02C7-4FC1-8EDF-2A7FB02B8CD4",
    "name": "Physiological Reports",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2051-817X"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=FC3F99C7-02C7-4FC1-8EDF-2A7FB02B8CD4"
  },
  "volume": "10",
  "issue": "3"
}