{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Forsvarets høgskole"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1084011/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      }
    ]
  },
  "cristin_result_id": "1084011",
  "nva_result_id": "0198cc91fae3-fcf47de5-1398-43ad-9afd-fa1b5c187bde",
  "created": {
    "date": "2025-08-21T12:19:35.000Z"
  },
  "last_modified": {
    "date": "2025-09-08T13:42:12.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Østhagen examines at the role of the regions and their interests – an important subject given that natural resource development is set to take place in the regions themselves, and under their remit. Of particular interest is offshore petroleum development in North America given that this part of the Arctic has been opened up for exploratory drillings in coastal waters faster than anywhere else.\r\n\r\nInitially, higher price levels for oil and gas, in addition to increased accessibility, set the context for increased commercial interests in the region. This is evidenced by the fact that the processes of developing Arctic oil and gas in the Northwest Territories, Alaska and Greenland are remarkably diverse. Decisions concerning how and when to open up new Arctic offshore areas for prospecting and exploratory drilling are as much a consequence of internal political factors arising from the interaction of national and regional levels of power, as to wider international trends.\r\n\r\nSince the final decision to allow exploratory drillings depends upon a competence struggle between federal and regional governments, understanding the role of regions in the process of opening-up new offshore leases is therefore crucial to understanding Arctic oil and gas development at large.\r\n\r\nØsthagen’s IFS Insight is a product of the international research programme Geopolitics in the High North (2008–2012). To learn more about the programme publications, visit www.geopoliticsnorth.org."
  },
  "title": {
    "en": "Arctic oil and gas: The role of regions"
  },
  "year_published": "2013",
  "url": "https://api.cristin.no/v2/results/1084011",
  "number_of_pages": "27",
  "publisher": {
    "name": "Forsvarets høgskole",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=0F77D7FD-4D24-4790-87DA-AA35B2C8ED21"
  }
}