{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Internasjonal Politikk"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1123774/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      }
    ]
  },
  "cristin_result_id": "1123774",
  "nva_result_id": "0198cc91c6ff-7179c2c8-0c68-48bb-87eb-dba6129a2116",
  "created": {
    "date": "2025-08-21T12:19:22.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T13:33:17.000Z"
  },
  "original_language": "nb",
  "summary": {
    "nb": "Ved smeltingen av havisen i Arktis blir olje- og gassressurser tilgjengelige, og nye shippingruter blir vurdert. Dette har ført til at flere stater har utviklet en regional interesse og fremsatt territorielle krav. På samme tid har Den europeiske union startet utviklingen av en selvstendig overnasjonal politikk for den arktiske regionen. Arktiske nasjoner, som Russland og Canada, og EU-medlem Danmark, gjennom Grønland, har vært kritiske til EUs innblanding i en region hvor EU kun har territoriell tilknytning gjennom de nordlige delene av Finland og Sverige. Hvorfor har da EU startet utviklingen av en Arktis-politikk? Denne artikkelen argumenterer at politikkutviklingen ikke er grunnet medlemsstatenes interesser, som tradisjonelt teoretisert i EUs utenrikspolitikkutforming. I stedet er den et resultat av at Den europeiske Kommisjonen opptrer som en politikkentreprenør for å sikre sin egen utenrikspolitiske kompetanse og relevans. Ved å vektlegge omstridte temaer som miljøproblemer og svake styringsformer maler Kommisjonen et bilde hvor EUs kompetanser er nødvendige, og sikrer dermed sin egen rolle i en region hvor flere og flere aktører har begynt å definere sine interesser."
  },
  "title": {
    "nb": "Utenrikspolitisk entreprenørskap. EU og utviklingen av en Arktis-politikk"
  },
  "year_published": "2011",
  "url": "https://api.cristin.no/v2/results/1123774",
  "journal": {
    "cristin_journal_id": "6F6C9537-9C38-4B94-BE31-C5345BAC6CB5",
    "name": "Internasjonal Politikk",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0020-577X"
      },
      {
        "type": "electronic",
        "value": "1891-1757"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=6F6C9537-9C38-4B94-BE31-C5345BAC6CB5"
  },
  "volume": "69",
  "issue": "1",
  "pages": {
    "from": "7",
    "to": "30"
  }
}