{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Centre for Strategic & International Studies (CSIS)"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1123784/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Heather A.",
        "surname": "Conley"
      },
      {
        "first_name": "Jamie",
        "surname": "Kraut"
      },
      {
        "first_name": "Terry",
        "surname": "Toland"
      },
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      }
    ]
  },
  "cristin_result_id": "1123784",
  "nva_result_id": "0198cc91c51e-3c4265f8-896c-4138-8b3a-67fd2efb09a7",
  "created": {
    "date": "2025-08-21T12:19:22.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T19:05:03.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "The Arctic will experience extraordinary economic and environmental change over the next several decades. Commercial, human, and state interaction will rise dramatically. More drilling for oil and gas in the region and growing shipping and ecotourism as new shipping routes come into existence are just a few of the examples of increased human activity in the Arctic. The melting of the Arctic ice cap is now exceeding previous scientific and climatic predictions. Arctic economics and an increasingly ice-free and hostile climatic environment are on a direct collision course, driving a clear need for a new paradigm to meet pressing security challenges that Arctic nations have thus far been unprepared or ill equipped to address.\r\nCreating a twenty-first century security architecture for the Arctic presents the United States with a conundrum: U.S. Arctic policy must be given a sense of urgency and focus at the same moment that U.S. defense budgets are being reduced and U.S. military planners consider the Arctic to be “an area of low conflict.” How does one economically and militarily square this circle? While there has been some discussion of the form and format of international Arctic security cooperation, the debate has often focused on what issues cannot be discussed rather than on those that must be addressed. Arctic stakeholders have yet to discuss seriously what collective security framework Arctic states should use to address the emerging security challenges in the region, despite signing legally binding agreements on international search and rescue and negotiating international agreements on oil spills and response. This report analyzes the drivers of change in the region, examines the key Arctic security actors and institutions, and explores the potential for a new security architecture for the Arctic."
  },
  "title": {
    "en": "A New Security Architecture for the Arctic"
  },
  "year_published": "2012",
  "url": "https://api.cristin.no/v2/results/1123784",
  "number_of_pages": "36",
  "publisher": {
    "name": "Centre for Strategic & International Studies (CSIS)"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9780892067015"
    }
  ]
}