{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Maritime Studies"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1803831/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      },
      {
        "first_name": "Jessica",
        "surname": "Spijkers"
      },
      {
        "first_name": "Olav Anders",
        "surname": "Totland"
      }
    ]
  },
  "cristin_result_id": "1803831",
  "nva_result_id": "0198cc81812e-2b3aa7f1-38a3-4a1f-8802-af48f0acf300",
  "created": {
    "date": "2025-08-21T12:01:36.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "NFR",
      "project_code": "257614",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    },
    {
      "funding_source_code": "FNI",
      "project_code": "393",
      "funding_source_name": {
        "nb": "Fridtjof Nansens institutt",
        "en": "Fridtjof Nansen Institute"
      }
    }
  ],
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85082954582"
    }
  ],
  "last_modified": {
    "date": "2025-09-15T11:11:26.000Z"
  },
  "date_published": "2020-03-26T00:00:00.000Z",
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1007/s40152-020-00172-4"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/2673600"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "A changing climate will challenge the effectiveness and functioning of existing international resource management structures or international regimes. This is already evident in regimes that manage transboundary fish stocks, where rapid changes in the abundance and distribution of fishery resources threaten international cooperation. This article examines the breakdown in resource cooperation for the northeast Atlantic mackerel fishery where, for over a decade, Coastal States have failed to reach an agreement on the management of the stock after a climate-induced shift in the stock’s distribution. Why did the management regime fail? And what are lessons learnt for such regimes more generally? This article sheds light on the interplay between a relatively weak international regime, domestic interests related to the importance of the national fishing industry and a breakdown in the common principles – fisheries science – that international cooperation is based on. The limited flexibility in the negotiating position of the various states – and thus, the regime at large – can be ascribed to a combination of strong domestic industry influence on negotiating positions, and a disagreement over the appropriate methods to measure stock biomass in tandem with unclear allocation principles. Strengthening existing mechanisms to cooperatively manage shared stocks between Coastal States will be important to avoid such disputes in the future. However, states are weary of relinquishing decision-making powers. Therefore, starting with an agreement on the fundamentals, namely the science that underpins diverging claims, could be a first step towards a long-term solution for the northeast Atlantic mackerel."
  },
  "title": {
    "en": "Collapse of cooperation? The North-Atlantic mackerel dispute and lessons for international cooperation on transboundary fish stocks"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1803831",
  "journal": {
    "cristin_journal_id": "F9666479-7F7A-42C9-B564-696F0F6BE1E8",
    "name": "Maritime Studies",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1872-7859"
      },
      {
        "type": "electronic",
        "value": "2212-9790"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=F9666479-7F7A-42C9-B564-696F0F6BE1E8"
  },
  "volume": "19",
  "issue": "2"
}