{
  "category": {
    "code": "CHAPTERACADEMIC",
    "name": {
      "en": "Academic chapter/article/Conference paper"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1819594/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Clive H.",
        "surname": "Schofield"
      },
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      }
    ]
  },
  "cristin_result_id": "1819594",
  "nva_result_id": "0198cc4af843-a2edffb7-149f-4abf-9fe7-ecd21725cbfb",
  "created": {
    "date": "2025-08-21T11:02:02.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "FNI",
      "project_code": "485",
      "funding_source_name": {
        "nb": "Fridtjof Nansens institutt",
        "en": "Fridtjof Nansen Institute"
      }
    },
    {
      "funding_source_code": "NFR",
      "project_code": "302176",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-12T16:12:32.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "The Arctic region has been characterised by some as an area of geopolitical competition and boundary disputes. However, as a matter of international law, these portrayals are misleading. In fact, when it concerns dividing the Arctic through the delimitation of maritime boundaries, the Arctic states have been remarkably successful. In this chapter, we examine the various maritime boundaries in the Arctic, as well as the practice of the Arctic states concerning baselines, maritime claims and extended continental shelves in the central Arctic Ocean. We find that in contrast to other maritime domains, most of the maritime boundaries in the Arctic have been settled. Moreover, the Arctic coastal states have declared their intentions to abide by the Law of the Sea, not least because it grants them broad maritime claims in the Arctic Ocean, and have stated that potential disputes will be solved through negotiations. Thus, when examining maritime disputes, the Arctic does not entail escalating conflicts; it is instead an example of a maritime space where states have settled disputes before real conflict could emerge and use the framework of agreed boundaries as a basis for transboundary cooperation."
  },
  "title": {
    "en": "A Divided Arctic: Maritime Boundary Agreements and Disputes in the Arctic Ocean"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/1819594",
  "part_of": {
    "url": "https://api.cristin.no/v2/results/0198cc4b1ff6-861bc049-fe9b-4920-a2b6-6ede23f37102"
  },
  "pages": {
    "from": "171",
    "to": "191"
  }
}