{
  "category": {
    "code": "MONOGRAPHACA",
    "name": {
      "en": "Academic monograph"
    }
  },
  "channel": {
    "title": "Edward Elgar Publishing"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2033218/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Andreas",
        "surname": "Østhagen"
      }
    ]
  },
  "cristin_result_id": "2033218",
  "nva_result_id": "0198cc6dea11-f98f984b-bef2-4a19-b8f5-fa70fedf50d8",
  "created": {
    "date": "2025-08-21T11:40:12.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "FNI",
      "project_code": "515",
      "funding_source_name": {
        "nb": "Fridtjof Nansens institutt",
        "en": "Fridtjof Nansen Institute"
      }
    },
    {
      "funding_source_code": "NFR",
      "project_code": "315163",
      "funding_source_name": {
        "nb": "Norges forskningsråd",
        "en": "Research Council of Norway (RCN)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-10-12T16:08:31.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "In an era of turbulent ocean geopolitics, where environmental concerns and resource extraction are increasing interest in who owns what at sea, this timely book examines the international politics involved in how states delineate ownership and rights in the ocean.\r\n \r\nAnalysing why some states settle their maritime boundary disputes and why others erupt into conflict, Andreas Østhagen uses the innovative approach of combining international law and international relations theory to examine four countries and their maritime disputes: Australia, Canada, Colombia and Norway. With a focus on marine resources, chapters unpack the dispute dynamics concerning offshore oil and gas, fisheries, and strategic security concerns. Through an examination of what led these states to settle their disputes, this innovative book delineates the wider political and legal factors behind boundary-making at sea and aims to improve the way that society resolves ocean conflicts.\r\n \r\nNavigating the complexities of international law and conflict resolution at sea, this book will prove a thought-provoking read for students and scholars of geopolitics and law. With ocean-governance an increasingly pressing matter on the political agenda of international negotiations such as UN Climate Change conferences, it will also prove an informative resource for officials engaged in ocean affairs, geopolitics, and the law of the sea."
  },
  "title": {
    "en": "Ocean Geopolitics: Marine Resources, Maritime Boundary Disputes and the Law of the Sea"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2033218",
  "number_of_pages": "159",
  "publisher": {
    "name": "Edward Elgar Publishing",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=E7A0A577-496D-4838-AF57-942A313A2D2A",
    "nvi_level": "2"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9781802201550"
    }
  ]
}