{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Journal of Eating Disorders"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2195701/contributors",
    "count": 5,
    "preview": [
      {
        "first_name": "Selma",
        "surname": "Lie"
      },
      {
        "first_name": "Line Norøm",
        "surname": "Wisting"
      },
      {
        "first_name": "Kristin",
        "surname": "Stedal"
      },
      {
        "first_name": "Øyvind",
        "surname": "Rø"
      },
      {
        "first_name": "Oddgeir",
        "surname": "Friborg"
      }
    ]
  },
  "cristin_result_id": "2195701",
  "nva_result_id": "0198cc3bdadf-06b4fbd2-4a98-461f-a2cf-b1e99a3cae07",
  "created": {
    "date": "2025-08-21T10:45:31.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85174285301"
    }
  ],
  "last_modified": {
    "date": "2025-08-29T02:28:21.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1186/s40337-023-00907-8"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/10037/31924"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background - Eating disorders (EDs) are associated with a range of stressful life events, but few have investigated protective factors that may affect these associations. The current study used mixture modelling to describe typologies in life stress exposure and availability of protective resources in individuals with and without eating disorders (EDs).<p> <p>Methods - A case – control sample (n = 916) completed measures of stressful life events, resilience protective factors, emotion regulation, and symptoms of EDs, depression and anxiety. We conducted latent class analyses to identify subgroups of stress exposure and profile analyses of emotional regulation and resilience. The resulting two latent variables were combined to explore effects on ED status and symptomatology, depression, and anxiety as distal outcome variables.<p> <p>Results - We identified four classes of stressful life events (generally low, some abuse/bullying, sexual/emotional assaults, and high adversity). For protective resources, we identified six profiles that ranged from low to higher levels of protection with variations in social/family resources. The latent protection variable contributed more strongly to the distal outcomes than the latent stress variable, but did not moderate the latent stress and distal outcome variable relationships. Profiles characterized by lower protective resources included higher proportions of individuals with a lifetime ED, and were associated with higher scores on all symptom measures.<p> <p>Conclusions - Intra- and interpersonal protective resources were strongly associated with lifetime EDs and current mental health symptom burden after accounting for stressful event exposure, suggesting protective factors may be useful to target in the clinical treatment of patients with ED."
  },
  "title": {
    "en": "Stressful life events and resilience in individuals with and without a history of eating disorders: a latent class analysis"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2195701",
  "journal": {
    "cristin_journal_id": "D6166013-E6A5-46DE-88D9-7F85E36BA400",
    "name": "Journal of Eating Disorders",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2050-2974"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=D6166013-E6A5-46DE-88D9-7F85E36BA400"
  },
  "volume": "11",
  "article_number": "184"
}