{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2123635/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Anna Maria Camilla Lindvall",
        "surname": "Dahlgren"
      },
      {
        "first_name": "B. Timothy",
        "surname": "Walsh"
      },
      {
        "first_name": "Anne Louise",
        "surname": "Wennersberg"
      },
      {
        "first_name": "Line Norøm",
        "surname": "Wisting"
      }
    ]
  },
  "cristin_result_id": "2123635",
  "nva_result_id": "0198cc877575-8d9ce386-c964-4af6-bc8b-5c3694aac706",
  "created": {
    "date": "2025-08-21T12:08:06.000Z"
  },
  "last_modified": {
    "date": "2025-10-13T17:57:12.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Objective\r\nLittle is known about the prevalence of DSM-5 eating disorders (EDs) in adolescents. In Norway, the most recent community-based prevalence study in adolescents was published more than 20 years ago. The aim of this study was to assess the prevalence of DSM-5 EDs in Norwegian adolescents using a two-phase design.\r\n\r\nMethod\r\nA total of 1558 upper secondary school students (827 girls and 730 boys) (ages 16–19) were screened for at-risk ED pathology using the Eating Disorder Examination–Questionnaire short version (EDE-QS). A sub-sample of 99 adolescents (87 girls and 12 boys) subsequently participated in a clinical interview using the Eating Disorder Assessment for DSM-5 (EDA-5).\r\n\r\nResults\r\nEating pathology was common, with 19.9% of participants scoring at or above the applied EDE-QS cut-off. The estimated prevalence of any ED was 9.4% in the total sample, and 16.4% in girls. The number of boys who took part in the diagnostic interview was low, thus, diagnostic data from boys were not analyzed separately. Prevalence estimates of AN, BN, BED, and OSFED in girls were 2.7%, 1.1%, 1.9%, and 10.7%. Atypical AN was the most frequently assigned diagnosis in girls.\r\n\r\nDiscussion\r\nSampling biases limit generalizability of results. Additional population-based studies are warranted to assess the prevalence of EDs in Norwegian youth."
  },
  "title": {
    "en": "Prevalence of DSM-5 feeding and eating disorders in Norwegian adolescents: The first update since 1999"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2123635",
  "event": {
    "name": "Nordic Eating Disorder Society Congress",
    "location": "Oslo",
    "date_from": "2022-09-09T11:00:00.000Z",
    "date_to": "2022-09-11T08:00:00.000Z",
    "arranged_by": {
      "name": "Nordic Eating Disorder Society (NEDS)"
    }
  }
}