{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Nutrients"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2381428/contributors",
    "count": 6,
    "preview": [
      {
        "first_name": "Tora",
        "surname": "Thorsrud"
      },
      {
        "first_name": "Odin",
        "surname": "Hjemdal"
      },
      {
        "first_name": "Linda",
        "surname": "Thorsen"
      },
      {
        "first_name": "Nadia",
        "surname": "Micali"
      },
      {
        "first_name": "Anna Maria Camilla Lindvall",
        "surname": "Dahlgren"
      },
      {
        "first_name": "Siri",
        "surname": "Weider"
      }
    ]
  },
  "cristin_result_id": "2381428",
  "nva_result_id": "0198cc63f94b-c01929e5-1060-4ab1-8fe4-d8764d1bc697",
  "created": {
    "date": "2025-08-21T11:29:20.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-105004862159"
    }
  ],
  "last_modified": {
    "date": "2025-08-28T01:31:43.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.3390/nu17091460"
    },
    {
      "url_type": "ARKIV",
      "url": "https://hdl.handle.net/11250/3211621"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Background/Objectives: Eating disorders (EDs) are associated with cognitive inefficiencies related to cognitive flexibility, central coherence, and inhibition. Transdiagnostic cognitive remediation therapy (TCRT) is a new adaption of cognitive remediation therapy aimed at addressing these difficulties across ED diagnoses. This study investigates the effects of TCRT as an adjunctive treatment for patients with EDs on cognitive and clinical outcomes. Methods: A randomized controlled trial compared the effect of 9 individual sessions of TCRT in conjunction with treatment as usual (TAU) compared to TAU only for patients with EDs and concurrent cognitive difficulties. Participants were assessed at baseline, post-treatment (12 weeks after baseline), and follow-up (6 months after post-treatment assessment). The outcome measures included neuropsychological tests and self-report questionnaires measuring cognitive difficulties and ED psychopathology. The analysis was in accordance with intention to treat principles. Results: Sixty patients with various ED diagnosis and concurrent cognitive difficulties were recruited. The TCRT group (n = 30) displayed significantly greater improvement in self-reported executive functioning, measured by the Behavior Rating Inventory of Executive Function—Adult version compared to the control group (n = 30). However, no superiority of TCRT was observed on performance-based measures of set shifting, central coherence, or inhibition. Moreover, there was no significant difference in improvement in self-reported ED psychopathology. Conclusions: TCRT may enhance compensatory mechanisms for cognitive inefficiencies rather than improve cognitive effectiveness or ED symptoms directly for patients with EDs and concurrent cognitive difficulties. Further investigation of how these impact everyday functioning may provide valuable insights into TCRT’s role in ED treatment."
  },
  "title": {
    "en": "Transdiagnostic Cognitive Remediation Therapy for Patients with Eating Disorders: A Randomized Controlled Trial"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/2381428",
  "journal": {
    "cristin_journal_id": "70FF4754-33B8-4EDB-80D8-B6E004847255",
    "name": "Nutrients",
    "international_standard_numbers": [
      {
        "type": "electronic",
        "value": "2072-6643"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=70FF4754-33B8-4EDB-80D8-B6E004847255"
  },
  "volume": "17",
  "issue": "9"
}