{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2277600/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Rick J",
        "surname": "Trinkner"
      },
      {
        "first_name": "Alex",
        "surname": "Gillespie"
      },
      {
        "first_name": "Emilie",
        "surname": "Komnæs"
      }
    ]
  },
  "cristin_result_id": "2277600",
  "nva_result_id": "0198cc92e3c8-64f84048-4551-48d5-a49f-5ab35b87a02f",
  "created": {
    "date": "2025-08-21T12:20:35.000Z"
  },
  "last_modified": {
    "date": "2025-10-11T20:06:43.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "Subjective procedural justice (PJ) refers to a cognitive judgment that the police behave in a fair manner during interactions. Objective PJ refers to specific police behaviors that increase the likelihood people will judge officers as subjectively procedurally just. To date, few empirical studies have examined the relationship between subjective and objective PJ during police interactions. As a result, there is little understanding of what specific behaviors officers can adopt to increase the likelihood they will be judged as procedurally just when interacting with community members. We explored this issue using data collected from 75 Norwegian police trainees participating in a police training simulation. The scenario involved an ambiguous multi-party conflict between paid actors and police-trainees and simulated a typical public order disturbance between two people in a public park without an immediately obvious solution. Body camera footage was used to collect data on trainees’ behavior during the simulation, while the actors completed self-report measures of subjective PJ immediately afterwards. Subjective PJ was higher when trainees gave the actor a chance to express their view during the interaction, listened to the actor’s story, and acted in a way that conveyed respect to the actor. In addition, actors were also more likely to rate officers as subjectively procedurally just to the extent that the trainees engaged in “perspective-integrating” communicative behaviors—that is they made utterances in which they understood, evaluated, and creatively coordinated multiple perspectives. While preliminary, these results identify multiple behaviors officers can do to increase the likelihood they will be judged as procedurally just by community members during their interactions. In addition, the results highlight the utility of using research outside of PJ theory (e.g., communication) to understand how individuals make judgments about police procedural justice."
  },
  "title": {
    "en": "Procedural justice in police interactions: Exploring the relation between officer behavior and subjective procedural justice in a training simulation"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2277600",
  "event": {
    "name": "Stockholm Criminology Symposium ",
    "location": "Stockholm, Sweden",
    "date_from": "2024-06-10T00:00:00.000Z",
    "date_to": "2024-06-12T00:00:00.000Z",
    "arranged_by": {
      "name": "Swedish National Council of Crime Prevention on behalf of the Swedish Government"
    }
  }
}