{
  "category": {
    "code": "ACADEMICLECTURE",
    "name": {
      "en": "Academic lecture"
    }
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2277598/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Alex",
        "surname": "Gillespie"
      }
    ]
  },
  "cristin_result_id": "2277598",
  "nva_result_id": "0198cc929366-95d0b33f-15ad-40f8-8963-73b80327eaf9",
  "created": {
    "date": "2025-08-21T12:20:14.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T20:12:39.000Z"
  },
  "original_language": "en",
  "summary": {
    "en": "We propose that perspective-integrating is a central communicative activity involved in complex multiparty interactions, and defined as understanding, evaluating and creatively coordinating multiple perspectives. Perspective-integrating emerged in our research when we applied sociocultural theory on language, dialogism, and Mead’s Generalized Other to investigate how Norwegian police-trainees resolved a multiparty conflict training scenario. Starting with exploratory, empirical findings from real-world training has led us to begin theorising the role of perspective-integrating across several domains – as a general communicative activity that is compatible with, but moves beyond, perspective-getting and perspective-taking during multiparty interaction, and as central in developing collective understandings of complex phenomena and organizational decision-making with stakeholders. We will illustrate by discussing police officers trying to resolve public order disturbances as fairly as possible and video assistant referees intervening to improve decision-making in football as two examples of perspective-integrating potentially occurring “in real life”.  Our theoretical contribution will draw upon ongoing developments within sociocultural psychology in combination with current understandings of deliberative theory, collective sensemaking, situated awareness and common operational picture from within organizational and crisis management literature."
  },
  "title": {
    "en": "Perspective-integrating: going beyond perspective-getting and perspective-taking in multiparty interaction"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/2277598",
  "event": {
    "name": "ISTP conference",
    "location": "Belgrade, Serbia",
    "date_from": "2024-05-20T00:00:00.000Z",
    "date_to": "2024-05-24T00:00:00.000Z",
    "arranged_by": {
      "name": "International Society for Theoretical Psychology"
    }
  }
}