{
  "category": {
    "code": "THESISMASTER",
    "name": {
      "en": "Masters thesis"
    }
  },
  "channel": {
    "title": "Universitetet i Oslo"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1570891/contributors",
    "count": 3,
    "preview": [
      {
        "first_name": "Bård Andre",
        "surname": "Bendiksen"
      },
      {
        "first_name": "Eddy Walther",
        "surname": "Hansen"
      },
      {
        "first_name": "Harald",
        "surname": "Walderhaug"
      }
    ]
  },
  "cristin_result_id": "1570891",
  "nva_result_id": "0198cc5c7854-7669c7ad-0dc5-489d-b39a-3975873acd3a",
  "created": {
    "date": "2025-08-21T11:21:08.000Z"
  },
  "last_modified": {
    "date": "2025-10-12T19:58:20.000Z"
  },
  "links": [
    {
      "url_type": "FULLTEKST",
      "url": "http://urn.nb.no/URN:NBN:no-45763"
    }
  ],
  "original_language": "nb",
  "summary": {
    "nb": "Dette arbeidet utgjør en preliminær undersøkelse av muligheten for å stu- dere sorbentmobilitet i krystallitter av det metall-organiske rammeverket UiO-67, ved å måle selvdiffusjon med et lavfelt NMR-instrument (0,5 T). UiO-67 materialet har blitt syntetisert, preparert og karakterisert for selvdif- fusjonsmålinger. Tolkningen av selvdiffusjonsmålingene har blitt kombinert med simuleringer av både sorpsjon og dynamikk. Studiet viser at det er mulig å bestemme tidsavhengigheten til utvekslingen av benzen mellom porene i krystallittene, og gassfasen mellom krystallittene. Det blir også vist at det er mulig å bestemme selvdiffusjonen til benzen inne i krystallittene som funk- sjon av temperatur. Diffusjonskoeffisientene som bestemmes er lavere enn for bulk benzen, og viser en tidsavhengighet som skyldes begrensningene porene legger på mobiliteten til benzenmolekylene inne i krystallittene. Tidsavhen- gigheten til diffusjonskoeffisienten blir brukt til å bestemme den gjennom- snittlige krystallittradien. Krystallittradien bestemt fra tidsavhengigheten i diffusjonskoeffisienten er i god overenstemmelse med den gjennomsnittlige krystallittradien som bestemmes med mikroskopi."
  },
  "title": {
    "nb": "Benzenmobilitet i MOF UiO-67 karakterisert med proton lavfelt NMR-målinger -Eksperimenter og simuleringer"
  },
  "year_published": "2014",
  "url": "https://api.cristin.no/v2/results/1570891",
  "number_of_pages": "95",
  "publisher": {
    "name": "Universitetet i Oslo",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/forlag?pid=A04A15C5-1B21-46BB-BC1D-AA4EF9B6DEB9"
  }
}