{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Forsvarets forskningsinstitutt "
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/10001673/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Stig",
        "surname": "Stenslie"
      }
    ]
  },
  "cristin_result_id": "10001673",
  "nva_result_id": "0195fbaa0cee-9a348676-42fa-4f79-97ca-92234ed2a4f0",
  "created": {
    "date": "2025-04-03T12:39:40.000Z"
  },
  "last_modified": {
    "date": "2025-08-21T11:35:34.000Z"
  },
  "date_published": "2024-03-08T00:00:00.000Z",
  "original_language": "nb",
  "summary": {
    "nb": "The Taiwan issue is probably the hottest flashpoint between the US and China. Our reportbegins by describing what the conflict is about and why it is particularly pertinent right now.Then, we discuss to what extent the scenario is plausible and relevant to Norwegian defenceplanning. To assess plausibility, we discuss whether Beijing could make a political decision toinvade. We also discuss some important operational considerations for a possible invasionattempt. Finally, we analyse in what ways an invasion of Taiwan could affect the NorwegianArmed Forces. Our report concludes that the scenario is plausible and relevant. A war betweenthe US and China over Taiwan will affect Norway and the Armed Forces in many ways. Ourreport, however, focuses on some important implications to the Armed Forces, specifically:• The supply of semiconductors could be disrupted or stopped, which would makecomputing power a scarce resource for which critical societal functions, including theArmed Forces and defence industry, could need priority.• Norwegian and Norwegian-affiliated shipping is a unique transport resource globally. Ifthese ships contribute with transportation tasks in areas where they will be exposed torisks, they may need military protection.• National crisis management may include strategic evacuation of Norwegian citizens inthe Asia-Pacific region, requiring contribution from the Armed Forces.• In a global perspective, Norway’s main contribution to allied security and crisismanagement during a Taiwan war will be Norway’s presence and operations in the HighNorth. However, we cannot rule out a request for military support to the operation in theAsia-Pacific region.• The war may limit the US’ options to provide military support in the High North, which inturn necessitates an increase in Norwegian contributions to allied security and crisismanagement here.• Even though the US might ‘win’ a war over Taiwan, we should take account of theoutcome that its global power projection capabilities would be weakened, including inthe High North.• If China were to succeed in invading Taiwan, China would have breached the firstisland chain, weakening the American position in the Pacific. In the long term, a rebuiltChinese military could be used for new tasks that could enhance its military presenceglobally.In sum, our report concludes that these considerations have sufficiently graveconsequences for the Norwegian Armed Forces to merit inclusion in Norwegian long-termmilitary planning."
  },
  "title": {
    "nb": "Wargaming Taiwan 2027 – konflikten Kina–USA og norsk forsvarsplanlegging"
  },
  "year_published": "2024",
  "url": "https://api.cristin.no/v2/results/10001673",
  "number_of_pages": "61",
  "publisher": {
    "name": "Forsvarets forskningsinstitutt ",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=39D2B1A7-091E-44C5-9579-65A75C6A6F01"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788246435275"
    }
  ]
}