{
  "category": {
    "code": "REPORT",
    "name": {
      "en": "Report"
    }
  },
  "channel": {
    "title": "Forsvarets forskningsinstitutt "
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2256259/contributors",
    "count": 1,
    "preview": [
      {
        "first_name": "Stig",
        "surname": "Stenslie"
      }
    ]
  },
  "cristin_result_id": "2256259",
  "nva_result_id": "0195fba952e8-468ff4a5-534e-4a52-bd08-90c4f9f008cf",
  "created": {
    "date": "2025-04-03T12:38:52.000Z"
  },
  "last_modified": {
    "date": "2025-08-21T11:35:34.000Z"
  },
  "date_published": "2023-04-11T00:00:00.000Z",
  "original_language": "nb",
  "summary": {
    "nb": "Beijing will probably increase the use of Chinese private security companies as a means of securing Chinese interests abroad. Since the 1980s, China has experienced a rapid growth in the domestic security industry, and many Chinese security companies established businesses abroad during the 2000s. These companies primarily contribute with protection of Chinese economic activities that operate in unstable countries and regions. The need for protection has increased in parallel with increasing Chinese investments abroad, and especially as a result of Xi Jinping’s announcement of the comprehensive infrastructure investment projects “Belt and Road Initiative” in 2013. Despite ongoing military modernisation programs at large scale, there is a gap between Xi’s “Comprehensive National Security” objective and People’s Liberation Army’s ability to protect Chinese interests abroad. Chinese Private Security Companies may be a favourable tool to solve this shortfall.Other great powers have already included private security companies in their foreign policy toolbox. While knowledge on Chinese security companies is scarce, the United States’ controversial approach to commercial companies like Blackwater in Afghanistan and Iraq at the early 2000s has gained a lot of attention. In recent years, Russian companies such as the Wagner Group have also received much attention for their operations in Africa, Syria and – not least – Ukraine.This report describes Xi’s increasingly emphasis on security and the recent requirement of achieving “security of Chinese interests abroad” as we tie this development to the emergence of security companies. Although Chinese security companies are currently fewer in number, have less experience than Western and Russian companies, and are subject to stricter legal restrictions, Beijing has the opportunity to take steps to quickly strengthen the companies’ professionalism and expand their leeway. Due to extraterritorial legislation compelling every individual and entity to support Chinese authorities on demand, we argue that Chinese authorities may control security companies abroad. Whether China decides to apply security companies in line with the US or Russian approaches, or to develop its unique model, may influence Norwegian and our allies’ security interests. Consequently, knowledge of this phenomenon is important for Norwegian decision makers."
  },
  "title": {
    "nb": "Kinesiske private sikkerhetsfirmaer i utlandet – et verktøy for å realisere Xi Jinpings mål om «helhetlig nasjonal sikkerhet»?"
  },
  "year_published": "2023",
  "url": "https://api.cristin.no/v2/results/2256259",
  "number_of_pages": "34",
  "publisher": {
    "name": "Forsvarets forskningsinstitutt ",
    "url": "https://kanalregister.hkdir.no/publiseringskanaler/info/nvakanal?pid=39D2B1A7-091E-44C5-9579-65A75C6A6F01"
  },
  "international_standard_numbers": [
    {
      "type": "printed",
      "value": "9788246434735"
    }
  ]
}