{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Geoscientific Model Development"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/10281336/contributors",
    "count": 14,
    "preview": [
      {
        "first_name": "William Alexander",
        "surname": "Schoenberg"
      },
      {
        "first_name": "Benjamin",
        "surname": "Blanz"
      },
      {
        "first_name": "Jefferson K.",
        "surname": "Rajah"
      },
      {
        "first_name": "Beniamino",
        "surname": "Callegari"
      },
      {
        "first_name": "Christopher",
        "surname": "Wells"
      },
      {
        "first_name": "Jannes",
        "surname": "Breier"
      }
    ]
  },
  "cristin_result_id": "10281336",
  "nva_result_id": "019a49a8a510-7b996b0a-098d-4527-80d4-276717578995",
  "created": {
    "date": "2025-11-03T12:19:40.000Z"
  },
  "funding_sources": [
    {
      "funding_source_code": "EC/HEU",
      "project_code": "101081661",
      "funding_source_name": {
        "nb": "EU – Horisont Europa (EC/HEU)",
        "en": "EU – Horizon Europe (EC/HEU)"
      }
    }
  ],
  "last_modified": {
    "date": "2025-11-06T08:31:38.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.5194/gmd-18-8047-2025"
    }
  ],
  "original_language": "en",
  "projects": [
    {
      "cristin_project_id": "2575194",
      "url": "https://api.cristin.no/v2/projects/2575194"
    }
  ],
  "summary": {
    "en": "The current crop of models assessed by the Intergovernmental Panel on Climate Change (IPCC) to produce their assessment reports lack endogenous process-based representations of climate-driven changes to human activities, especially beyond the purely economic consequences of climate change. These climate-driven changes in human activities are critical to understanding the co-evolution of the climate and human systems. Earth System Models (ESMs) that represent the climate system and Integrated Assessment Models (IAMs) that represent the human system are typically separate, with assumptions that create coherency coordinated through RCPs and SSPs in ScenarioMIP, the core scenario analysis protocol. This divide limits understanding of climate-human feedback. An alternative aggregated approach, which couples human and natural systems (CHANS) such as the one used to build the Feedback-based knowledge Repository for IntegrateD Assessments “FRIDA” v2.1 IAM documented here, integrates climate and human systems into a unified global model, prioritizing feedback dynamics while maintaining interpretability. FRIDA represents the Earth's radiation balance, carbon cycle, and relevant portions of the water cycle alongside human demographics, economics, agriculture, and human energy use. Built using the System Dynamics method, it contains seven interconnected modules. Each subsystem is calibrated to data and validated to ensure structurally appropriate behaviour representation. FRIDA demonstrates that an aggregate, feedback-driven modelling approach, capturing CHANS interconnections with rigorous measurements of uncertainty, is possible. It complements conventional IAMs by highlighting missing feedback structures that affect future projections. Our work with FRIDA suggests SSP1-Baseline, SSP2-Baseline, and SSP5-Baseline are all overly optimistic on the prospects for future economic growth due to these feedbacks, while SSP3-Baseline and SSP4-Baseline, the SSPs with the highest challenges to adaptation, align more closely with our results. Future work will further refine climate impact representations, energy modelling, policy scenario creation, and stakeholder engagement for informed policymaking."
  },
  "title": {
    "en": "An overview of FRIDA v2.1: a feedback-based, fully coupled, global integrated assessment model of climate and humans"
  },
  "year_published": "2025",
  "url": "https://api.cristin.no/v2/results/10281336",
  "journal": {
    "cristin_journal_id": "8C757DB5-8205-4A28-A6D5-BABD2DF32180",
    "name": "Geoscientific Model Development",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1991-959X"
      },
      {
        "type": "electronic",
        "value": "1991-9603"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=8C757DB5-8205-4A28-A6D5-BABD2DF32180"
  },
  "volume": "18",
  "issue": "21",
  "pages": {
    "from": "8047",
    "to": "8069"
  }
}