{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "The International Entrepreneurship and Management Journal"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/1959596/contributors",
    "count": 2,
    "preview": [
      {
        "first_name": "Beniamino",
        "surname": "Callegari"
      },
      {
        "first_name": "Christophe",
        "surname": "Feder"
      }
    ]
  },
  "cristin_result_id": "1959596",
  "nva_result_id": "0198cc451d6e-e570ad2b-b9b8-4d8f-84e8-c2f893674d57",
  "created": {
    "date": "2025-08-21T10:55:38.000Z"
  },
  "import_sources": [
    {
      "source_name": "SCOPUS",
      "source_reference_id": "2-s2.0-85119008056"
    }
  ],
  "last_modified": {
    "date": "2025-10-11T08:11:28.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1007/s11365-021-00790-2"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "The Covid-19 epidemic is a global challenge requiring adequate public and private responses to overcome the emergency, shape new development trajectories, and prepare for future outbreaks. As socioeconomic turning points, epidemics imply an entrepreneurial response in which not only managers and entrepreneurs, but also policymakers, health professionals, and civil society as a whole are active participants. Using the PRISMA methodology, we provide a comprehensive review of the complex interactions between entrepreneurship and epidemics over time. Applying a combined Kirznerian-Schumpeterian theoretical framework, we find that, in the short term, epidemics trigger a wave of Kirznerian entrepreneurship aimed at reducing the uncertainty generated directly and indirectly by the medical emergency. In the long term, as medical uncertainty abates, Schumpeterian entrepreneurship can contribute to transforming the post-crisis environment, either supporting or undermining the public reaction to the crisis and determining the path of institutionalization, in the process of defining a new normal. Thus, epidemics could lead to unpredictable socioeconomic and technological improvements, but also to highly undesirable outcomes. The construction of a satisfactory new normal requires the integration of entrepreneurial capabilities within the public sector and an explicit policy of cooperation with the private sector. Therefore, as the short-term phase of the Covid-19 pandemic draws to a close, policymakers must shift their focus away from restrictions and obligations towards a collaborative framework supportive of private entrepreneurial efforts."
  },
  "title": {
    "en": "Entrepreneurship and the systemic consequences of epidemics: A literature review and emerging model"
  },
  "year_published": "2021",
  "url": "https://api.cristin.no/v2/results/1959596",
  "journal": {
    "cristin_journal_id": "552CAB5D-539D-46D4-81EE-B110233E9166",
    "name": "The International Entrepreneurship and Management Journal",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1554-7191"
      },
      {
        "type": "electronic",
        "value": "1555-1938"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=552CAB5D-539D-46D4-81EE-B110233E9166"
  },
  "pages": {
    "from": "1",
    "to": "32"
  }
}