{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Nature"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/10270865/contributors",
    "count": 197,
    "preview": [
      {
        "first_name": "Rotem",
        "surname": "Botvinik-Nezer"
      },
      {
        "first_name": "Felix",
        "surname": "Holzmeister"
      },
      {
        "first_name": "Colin F.",
        "surname": "Camerer"
      },
      {
        "first_name": "Anna",
        "surname": "Dreber"
      },
      {
        "first_name": "Juergen",
        "surname": "Huber"
      },
      {
        "first_name": "Magnus",
        "surname": "Johannesson"
      }
    ]
  },
  "cristin_result_id": "10270865",
  "nva_result_id": "0199c4042de8-88e49b47-2717-4ab7-b989-fd2590c63c17",
  "created": {
    "date": "2025-10-08T13:30:32.000Z"
  },
  "last_modified": {
    "date": "2025-10-08T13:32:18.000Z"
  },
  "date_published": "2020-05-20T00:00:00.000Z",
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1038/s41586-020-2314-9"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Data analysis workflows in many scientific domains have become increasingly complex and flexible. Here we assess the effect of this flexibility on the results of functional magnetic resonance imaging by asking 70 independent teams to analyse the same dataset, testing the same 9 ex-ante hypotheses1. The flexibility of analytical approaches is exemplified by the fact that no two teams chose identical workflows to analyse the data. This flexibility resulted in sizeable variation in the results of hypothesis tests, even for teams whose statistical maps were highly correlated at intermediate stages of the analysis pipeline. Variation in reported results was related to several aspects of analysis methodology. Notably, a meta-analytical approach that aggregated information across teams yielded a significant consensus in activated regions. Furthermore, prediction markets of researchers in the field revealed an overestimation of the likelihood of significant findings, even by researchers with direct knowledge of the dataset2,3,4,5. Our findings show that analytical flexibility can have substantial effects on scientific conclusions, and identify factors that may be related to variability in the analysis of functional magnetic resonance imaging. The results emphasize the importance of validating and sharing complex analysis workflows, and demonstrate the need for performing and reporting multiple analyses of the same data. Potential approaches that could be used to mitigate issues related to analytical variability are discussed."
  },
  "title": {
    "en": "Variability in the analysis of a single neuroimaging dataset by many teams"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/10270865",
  "journal": {
    "cristin_journal_id": "926B592B-329C-422D-BA06-0AEBCDD5885B",
    "name": "Nature",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "0028-0836"
      },
      {
        "type": "electronic",
        "value": "1476-4687"
      }
    ],
    "nvi_level": "2",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=926B592B-329C-422D-BA06-0AEBCDD5885B"
  },
  "volume": "582",
  "issue": "7810",
  "pages": {
    "from": "88",
    "to": "88"
  }
}