{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "Perspectives on Psychological Science"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/10270868/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Anne M.",
        "surname": "Scheel"
      },
      {
        "first_name": "Leonid",
        "surname": "Tiokhin"
      },
      {
        "first_name": "Peder M.",
        "surname": "Isager"
      },
      {
        "first_name": "Daniël",
        "surname": "Lakens"
      }
    ]
  },
  "cristin_result_id": "10270868",
  "nva_result_id": "0199c406d649-d5ac9ac0-0b5b-46ff-b62b-552bfa57482f",
  "created": {
    "date": "2025-10-08T13:33:26.000Z"
  },
  "last_modified": {
    "date": "2025-10-08T13:33:37.000Z"
  },
  "date_published": "2020-12-16T00:00:00.000Z",
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.1177/1745691620966795"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "For almost half a century, Paul Meehl educated psychologists about how the mindless use of null-hypothesis significance tests made research on theories in the social sciences basically uninterpretable. In response to the replication crisis, reforms in psychology have focused on formalizing procedures for testing hypotheses. These reforms were necessary and influential. However, as an unexpected consequence, psychological scientists have begun to realize that they may not be ready to test hypotheses. Forcing researchers to prematurely test hypotheses before they have established a sound “derivation chain” between test and theory is counterproductive. Instead, various nonconfirmatory research activities should be used to obtain the inputs necessary to make hypothesis tests informative. Before testing hypotheses, researchers should spend more time forming concepts, developing valid measures, establishing the causal relationships between concepts and the functional form of those relationships, and identifying boundary conditions and auxiliary assumptions. Providing these inputs should be recognized and incentivized as a crucial goal in itself. In this article, we discuss how shifting the focus to nonconfirmatory research can tie together many loose ends of psychology’s reform movement and help us to develop strong, testable theories, as Paul Meehl urged."
  },
  "title": {
    "en": "Why Hypothesis Testers Should Spend Less Time Testing Hypotheses"
  },
  "year_published": "2020",
  "url": "https://api.cristin.no/v2/results/10270868",
  "journal": {
    "cristin_journal_id": "F21F8E27-110A-4B95-979B-E57E3CEAABF6",
    "name": "Perspectives on Psychological Science",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "1745-6916"
      },
      {
        "type": "electronic",
        "value": "1745-6924"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=F21F8E27-110A-4B95-979B-E57E3CEAABF6"
  },
  "volume": "16",
  "issue": "4",
  "pages": {
    "from": "755",
    "to": "755"
  }
}