{
  "category": {
    "code": "ARTICLE",
    "name": {
      "en": "Academic article"
    }
  },
  "channel": {
    "title": "International Journal of Management, Knowledge and Learning"
  },
  "contributors": {
    "url": "https://api.cristin.no/v2/results/2046968/contributors",
    "count": 4,
    "preview": [
      {
        "first_name": "Trygve",
        "surname": "Steiro"
      },
      {
        "first_name": "Ragnar Magnus",
        "surname": "Vennatrø"
      },
      {
        "first_name": "Johan",
        "surname": "Bergh"
      },
      {
        "first_name": "Glenn-Egil",
        "surname": "Torgersen"
      }
    ]
  },
  "cristin_result_id": "2046968",
  "nva_result_id": "0198ee06539e-a3b57672-55b4-43f4-8c5b-8278b98512d2",
  "created": {
    "date": "2025-08-28T00:14:08.000Z"
  },
  "last_modified": {
    "date": "2025-09-04T07:04:39.000Z"
  },
  "links": [
    {
      "url_type": "DOI",
      "url": "https://doi.org/10.53615/2232-5697.11.215-228"
    }
  ],
  "original_language": "en",
  "summary": {
    "en": "Purpose: In a dynamic world with high customer demands and volatile markets, organisations need to adapt to changes in context. Agile methods constitute a well-recognised framework for software companies. The current study looks into how these methods are applied and their perceived strengths. The problem formulation in the current study is: What are the experiences with agile methods? Methodology: In a dynamic world with high customer demands and volatile markets, organisations need to adapt to changes in context. Agile methods constitute a well-recognised framework for software companies. The current study looks into how these methods are applied and their perceived strengths. The problem formulation in the current study is: What are the experiences with agile methods Findings: Four themes emerged from the study concerning Empowerment in mastery and overview, Meaningfulness and job satisfaction as preconditions for learning, Transparency in processes facilitates psychological safety and learning, Imbalance in power between the programmers and the product owners: Lack of transparency. Originality: These results are discussed in the study and presented in a conceptual model. We argue that transparency and meaningfulness play a central role in adapting and learning. The current study also investigates power aspects as both an enabling and disabling factor."
  },
  "title": {
    "en": "On the Dynamics of Structure, Power, and Interaction: A Case Study from a Software Developing Company"
  },
  "year_published": "2022",
  "url": "https://api.cristin.no/v2/results/2046968",
  "journal": {
    "cristin_journal_id": "C3BD1EFA-DC61-4319-93E6-FC51DBA7D906",
    "name": "International Journal of Management, Knowledge and Learning",
    "international_standard_numbers": [
      {
        "type": "printed",
        "value": "2232-5107"
      },
      {
        "type": "electronic",
        "value": "2232-5697"
      }
    ],
    "nvi_level": "1",
    "external_url": "https://kanalregister.hkdir.no/publiseringskanaler/info/tidsskrift?pid=C3BD1EFA-DC61-4319-93E6-FC51DBA7D906"
  },
  "volume": "11",
  "pages": {
    "from": "215",
    "to": "228"
  }
}